{"title": "Brioche", "description": ["Brioche é uma receita profundamente trabalhosa, e merece com distinção ser classificada como “difícil”. Apesar disso, vale profundamente a pena: são leves e macios como nuvens, com o sabor doce que só quantidades cavalares de manteiga conseguem providenciar. Se quiser, congele os pães depois de prontos por até 2 meses, bem embrulhados com filme plástico.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "2 pães (300g cada)", "time": "cerca de 17h", "difficulty": "hard", "custom": false, "ingredients": ["15g de fermento biológico seco", "⅓ de xícara de água morna", "⅓ de xícara de leite integral morno", "3 ¾ xícaras de farinha de trigo comum", "2 colheres de chá de sal", "3 ovos grandes, em temperatura ambiente", "¼ de xícara de açúcar", "350g manteiga sem sal cortada em cubos, em temperatura ambiente mas ainda ligeiramente firme", "Leite para pincelar o topo"], "special": "uma batedeira com gancho para massas, duas formas para pão de forma (também chamadas de forma para bolo inglês) de 21x11cm", "steps": ["Na tigela de uma batedeira já com o gancho de massa, misture o leite, a água e o fermento e mexa até que o fermento se dissolva. Adicione a farinha e o sal e cubra a batedeira com um pano limpo: isso vai ajudar a evitar uma chuva de farinha. Ligue a batedeira em pulsos algumas vezes, só para umedecer a farinha, então retire o pano e misture a massa em velocidade média-baixa até obter uma massa seca e disforme.", "Raspe as laterais da tigela com uma espátula de silicone, então adicione os ovos e o açúcar, mexendo em velocidade baixa até que eles estejam incorporados. Aumente a velocidade para média e continue batendo até que a massa forme uma bola, cerca de 3 minutos.", "Reduza novamente a velocidade da batedeira. Adicione a manteiga aos poucos, cerca de 2 colheres de sopa por vez e batendo até que a porção anterior esteja quase completamente incorporada antes de colocar mais. A massa deve ser muito macia, quase parecendo uma massa de bolo. Aumente a velocidade da batedeira para médio-alta e bata até que a massa se desgrude das laterais da tigela, cerca de 10 minutos.", "Transfira a massa para uma tigela limpa e cubra com filme plástico. Deixe crescer em temperatura ambiente até que a massa tenha quase dobrado de tamanho, 40 a 60 minutos.", "Usando as mãos, pressione a massa para tirar o excesso de gás. Cubra novamente com filme plástico e leve à geladeira. A cada 30 minutos nas primeiras 2 horas, pressione novamente a massa para retirar o excesso de gás. Deixe a massa na geladeira de um dia para o outro: a fermentação lenta vai ajudar o brioche a crescer mais alto no forno.", "No dia seguinte, unte suas formas de pão. Retire a massa da geladeira e divida-a em duas porções iguais. Corte cada porção em 4 pedaços, então role-as com as mãos para formar um cilindro ligeiramente menos largo do que o lado mais curto da sua forma. Coloque 4 cilindros em cada forma, lado a lado, então cubra com papel-manteiga e deixe crescer novamente até que a massa tenha preenchido as formas quase por completo, 1 a 2 horas.", "Meia hora antes de colocar os brioches para assar, preaqueça o forno a 200ºC. Coloque as formas de pão sobre uma assadeira maior: assim, se a massa cair para fora da forma, não corre o risco de sujar o forno.", "Pincele os pães com o leite e leve ao forno pré-aquecido até que estejam altos e bem dourados, 30 a 35 minutos. Retire-os do forno e deixe esfriando por pelo menos 15 minutos antes de desenformar, e então por pelo menos 1 hora antes de cortar em fatias."]}