{"title": "Chalá", "description": ["A chalá é um pão de origem judaica, tradicionalmente servido em celebrações. É maravilhosamente macio e ligeiramente adocicado, e fica perfeito tanto puro como em sanduíches e como acompanhamento para ensopados. Me lembra um brioche, só que bem mais fácil de fazer.", "Dependendo do quão importante a celebração, ele pode ser feito com 3, 4, ou 6 tranças: eu faço com 3 porque é mais fácil, mas uma chalá de 6 tranças é linda.", "Esta receita foi adaptada do site do [New York Times](https://cooking.nytimes.com/recipes/7199-my-favorite-challah)."], "amount": "2 pães (1kg cada)", "time": "4h", "difficulty": "medium", "custom": false, "ingredients": ["3 ½ colheres de chá de fermento biológico seco", "1 colher de sopa + ½ xícara de açúcar", "½ xícara de óleo vegetal", "4 ovos grandes", "1 colher de sopa de sal", "8-8 ½ xícaras de farinha de trigo para pães ou farinha de trigo comum", "1-2 colheres de sopa de leite", "Sementes de gergelim (opcional)"], "special": "", "steps": ["Dissolva 1 colher de sopa de açúcar e o fermento biológico em 1 ¾ xícara de água morna. Adicione, mexendo com um batedor de arame, o óleo e os ovos, adicionando um de cada vez, então o resto do açúcar e o sal. Gradualmente adicione farinha de trigo: pare de adicionar assim que a mistura tiver uma consistência de massa de pão. A massa deve estar extremamente macia e ligeiramente pegajosa, mas não se preocupe.", "Transfira a massa para uma superfície levemente enfarinhada e sove até que ela esteja lisa. Limpe a tigela onde misturou os ingredientes e unte com óleo vegetal: transfira a massa novamente, cubra com filme plástico, e deixe crescer por 1 hora em um lugar morno, até que tenha quase dobrado de tamanho.", "Retire a massa, dê alguns socos e tapas para retirar o excesso de ar, tampe novamente e deixe crescer por mais meia hora.", "Divida a massa em 6 pedaços de mesmo peso. Pegue 3 e role com as mãos para fazer 3 cordas do mesmo comprimento: não se preocupe se ficarem com as pontas mais finas que o meio. Pegue uma ponta de cada uma das cordas e belisque-as para juntar as três: chegou a hora de trançar o pão.", "Para trançar o pão, pegue a corda que está mais à esquerda e a passe sobre a corda do meio, de modo que ela fique entre a mais à direita e a do meio. Pegue a corda que agora está mais à direita e a passe sobre a corda que agora está no meio: repita esse processo, alternando esquerda e direita, até chegar nas pontas. Belisque-as juntas, assim como fez no começo, e então dobre ambas as pontas por baixo do pão. Repita o processo com os outros três pedaços de massa, formando dois pães. Se estiver com dificuldades, procure na internet um tutorial de como fazer uma trança de cabelo.", "Transfira os pães trançados para uma assadeira untada, deixando pelo menos 5 cm entre os dois. Pincele os pães com o leite e deixe crescer por mais 1 hora. (Se preferir, você pode congelar os pães nesse estágio ao invés de deixar crescer).", "Se tiver congelado os pães, retire-os do freezer 5 horas antes de assar. Caso contrário, preaqueça o forno a 180° e pincele os pães mais uma vez com o leite. Espalhe as sementes de gergelim por cima, se as estiver usando, e asse por 35-40 minutos, até que estejam dourados: deixe esfriar antes de cortar e servir."]}