{"title": "Focaccia básica", "description": ["Confesso: essa não é a melhor focaccia que você vai comer. Ela é, porém, extremamente fácil e rápida de fazer, e muito versátil dado a variedade de coberturas que se pode colocar por cima. Gosto muito de fazer uma para dar de presente.", "Quanto às coberturas, quase qualquer coisa funciona, desde que não seja muito úmida: qualquer coisa que solte água no forno vai impedir que o pão cresça bem e doure. Coberturas em pedaços grandes (como tomates cereja) podem se descolar da focaccia enquanto ela cresce no forno, então é de bom tom pressioná-los firmemente na massa para fixar. Algumas sugestões de cobertura: ervas frescas (alecrim especialmente), limão siciliano cortado em rodelas finas, pimentões assados, tomates cereja com orégano, alho, cebolas refogadas até ficarem translúcidas, azeitonas… O céu é o limite.", "Esta receita foi adaptada do livro Gennaro’s Passione, do autor Gennaro Contaldo."], "amount": "1 pão (500g)", "time": "2h", "difficulty": "easy", "custom": false, "ingredients": ["500g de farinha de trigo para pães ou farinha de trigo comum", "2 colheres de chá de sal", "5g de fermento biológico seco", "350ml de água morna", "Fubá para polvilhar", "2 colheres de sopa de azeite de oliva extravirgem", "A cobertura de sua preferência"], "special": "", "steps": ["Misture a farinha, o sal, o fermento e a água em uma tigela grande e misture com as mãos até obter uma massa macia. Trabalhe a massa sobre uma superfície enfarinhada até que esteja lisa e elástica.", "Abra um pano limpo e coloque a massa sobre ele, em uma das metades. Molhe as mãos e dê alguns tapinhas na massa para umedecer a superfície: dobre o pano de modo que cubra a massa. Deixe crescer por pelo menos 30 minutos, até que dobre de tamanho.", "Polvilhe fubá sobre uma assadeira grande: ele vai absorver o excesso de umidade debaixo do pão para deixá-lo mais crocante e evitar que ele grude. Abra a massa de pão com as mãos para formar um retângulo mais ou menos do tamanho da assadeira e regue com o azeite, espalhando-o com os dedos para cobrir totalmente a superfície. Deixe descansar por cinco minutos para que a massa possa absorver um pouco, então use a ponta dos dedos para fazer vários buracos: eles não devem transfixar a massa, só ser pequenas depressões. Espalhe a sua cobertura por cima: veja o comentário desta receita para sugestões. Ligue o forno a 240º e deixe a massa crescendo por mais 30 minutos.", "Leve a massa ao forno preaquecido por 15-20 minutos, até que esteja dourada por igual. Após 10 minutos, dê uma olhada na focaccia: alguns fornos são mais quentes de um lado do que do outro e talvez seja necessário virar a assadeira. Imediatamente após retirar o pão do forno, regue com mais azeite de oliva e deixe esfriar antes de cortar em quadrados."]}