{"title": "Pain de mie (pão de forma francês)", "description": ["Pain de mie, em francês, significa “pão de miolo”. Ele é assado em uma fôrma especial, fechada, que não permite que ele forme uma casca: fica bem macio. Ele tem um sabor bastante delicado: sugiro usá-lo para sanduíches, torradas, ou rabanadas.", "Formas para pain de mie podem ser encontradas pela internet (comprei a minha pelo AliExpress) ou em lojas de artigos para cozinhas profissionais.", "Esta receita foi adaptada do site da [King Arthur Baking Company](https://www.kingarthurbaking.com/recipes/pain-de-mie-recipe)."], "amount": "1 pão (600g)", "time": "3h30", "difficulty": "easy", "custom": false, "ingredients": ["⅔ de xícara de leite", "1 xícara de água morna", "85g de manteiga em temperatura ambiente", "14g de sal", "35g de açúcar", "¼ de xícara de leite em pó, de preferência desnatado", "3 colheres de sopa de amido de milho", "570g de farinha de trigo comum", "2 colheres de chá de fermento biológico seco"], "special": "uma forma de pain de mie, também chamada de fôrma para pão de forma com tampa, também chamada de forma para pão Pullman", "steps": ["Misture todos os ingredientes em uma tigela e trabalhe até obter uma massa macia e homogênea. Transfira para uma tigela untada com óleo, cubra com um pano, e deixe crescer por uma hora e meia ou até que tenha ficado fofa mas não necessariamente dobrado de tamanho.", "Unte a sua forma de pain de mie com manteiga. Gentilmente dê alguns socos e tapas na massa para retirar o excesso de gás e molde-a em um retângulo mais ou menos do tamanho da forma. Coloque o pão na forma, cubra novamente com um pano e deixe crescer por mais uma hora, até que a massa esteja ligeiramente abaixo da borda da forma. Quando a massa estiver terminando de crescer, preaqueça o forno a 180º.", "Tampe a forma e leve o pão ao forno por 25 minutos, então retire a tampa e devolva o pão ao forno por mais 10 a 20 minutos. Desenforme o pão e deixe-o esfriar completamente antes de fatiar."]}