{"title": "Pretzels", "description": ["Pretzels, tradicionalmente, são feitos com cal (hidróxido de sódio). Ao mergulhar os pretzels em uma solução alcalina, esta reage com o amido na superfície, lhe dando o sabor característico e o tornando mais suscetível à reação de Maillard (uma forma muito complicada de dizer que faz com que ele doure mais rápido por fora e se mantenha fofinho por dentro). A cal, porém, é altamente cáustica: seu pH é de 13 (o pH máximo possível é 14) e pode causar sérias queimaduras se entra em contato com a pele. Nesta receita, convertemos o bicarbonato de sódio em carbonato de sódio, formando um álcali mais forte que o bicarbonato mas mais seguro do que a cal. Ao esquentar o bicarbonato, fazemos o átomo de hidrogênio da molécula reagir com o oxigênio do ar, formando água: esta ferve e evapora, deixando para trás o carbonato de sódio.", "Como a receita dá algum trabalho, sugiro já dobrar ou triplicar.", "Esta receita foi adaptada do canal do YouTube [Adam Ragusea](https://www.youtube.com/watch?v=niv6mtzkW3Q)."], "amount": "4 pretzels grandes", "time": "4h", "difficulty": "hard", "custom": false, "ingredients": ["1 xícara de água", "360g (aproximadamente) de farinha de trigo para pães ou farinha de trigo comum", "1 colher de sopa de manteiga derretida", "1 colher de chá de fermento biológico seco", "1 colher de chá de sal", "80g (aproximadamente) de bicarbonato de sódio", "Sal grosso, para a cobertura"], "special": "", "steps": ["Misture a manteiga, fermento, sal e água em uma tigela. Usando uma colher de pau, gradualmente adicione farinha até não conseguir mais misturar com facilidade. Cubra com um pano limpo e deixe descansar por 20 minutos.", "Coloque o bicarbonato de sódio em uma panela ou frigideira pequena e seca e ligue o fogo bem alto. Quando o pó estiver quente, sacuda a panela: você vai ver que há pequenas bolhas saindo, como se ele estivesse fervendo. Continue esquentando o bicarbonato até que não consiga ver mais sinais de gás escapando, então deixe esfriar e reserve. Se estiver curioso (ou gostar muito de química), pese o pó: você deve ter aproximadamente ⅔ do peso original. Tome cuidado: o carbonato de sódio é ligeiramente cáustico (não o suficiente para causar queimaduras sérias, mas seguro morreu de velho).", "Quando a massa tiver descansado por 20 minutos, adicione mais farinha de pouco em pouco enquanto trabalha a massa: ela estará pronta quando estiver muito ligeiramente pegajosa. Cubra com um pano e deixe crescer por 1-2 horas, até dobrar de tamanho.", "Corte a massa já crescida em quatro partes: achate cada porção com as mãos e enrole como se fosse um rocambole para fazer 4 cilindros pequenos. Cubra e deixe descansar por 30 minutos.", "Usando as mãos, role os cilindros para esticar e afinar as pontas, deixando a parte do meio ainda bem gorda. Estique bem a massa: ela vai se contrair assim que parar de trabalhar. Para deixar os pretzels com o formato tradicional, faça um U com a massa. Torça as pontas juntas e então as dobre sobre a parte curva: é mais fácil do que parece. Coloque os pretzels moldados sobre quadrados de papel-manteiga. Novamente, cubra e deixe descansar por 30 minutos.", "Após os 30 minutos, leve a assadeira com os pretzels ao freezer por 20-30 minutos para que fiquem firmes. Enquanto isso, ligue o forno a 220° e coloque uma panela de água grande o suficiente para caber um pretzel para ferver. Encha uma tigela grande com água em temperatura ambiente.", "Assim que a água ferver, gradualmente adicione o carbonato de sódio. Adicione um pouco, mexa para dissolver, e adicione mais um pouco. Pare de adicionar quando não conseguir mais dissolver o carbonato com facilidade. Reserve o carbonato restante para fazer outra receita de pretzels, ou use para tirar manchas difíceis de gordura na cozinha.", "Tire os pretzels do freezer. Gentilmente os mergulhe na água fervente: se flutuarem, certifique-se de que o lado de onde estão grudadas as pontas está virado para baixo. Ferva por 15-20 segundos, retire com uma escumadeira, e mergulhe na tigela de água para enxaguar: o carbonato é amargo. Após enxaguar, transfira os pretzels para uma assadeira.", "Polvilhe os pretzels com sal grosso e, com uma faca afiada, faça um corte na parte mais gorda de cada um para que cresçam bastante no forno. Asse até que fiquem profundamente dourados e escuros, cerca de 15 minutos. Sugiro comê-los imediatamente, enquanto ainda quentes, ou ao menos no mesmo dia: eles ficam duros rapidamente. Para esquentá-los no dia seguinte, coloque-os em um prato com uma toalha de papel ligeiramente úmida por cima e leve ao micro-ondas em intervalos de 15 em 15 segundos."]}