{"title": "Pão de batata russo", "description": ["Pães integrais geralmente são mais duros e secos do que pães feitos com farinha de trigo branca, mas a adição de batatas o deixa extremamente macio. É bastante substancioso: gosto de comê-lo tostado, com bastante manteiga, no café da manhã.", "Esta receita foi adaptada do canal do YouTube [The Bread Kitchen](https://www.youtube.com/watch?v=OQyx86U8exY)."], "amount": "1 pão (600g)", "time": "de 2-3h", "difficulty": "easy", "custom": false, "ingredients": ["350g de farinha de trigo para pães, ou farinha de trigo comum", "115g de farinha de trigo integral", "250g de batatas cruas descascadas", "25g de manteiga", "2 colheres de chá de sal", "1 ½ colher de chá de fermento biológico seco"], "special": "", "steps": ["Pique as batatas em cubinhos e cozinhe-as em água fervente até que fiquem tenras. Escorra-as, reservando 150ml da água do cozimento.", "Amasse as batatas, passando-as por uma peneira para garantir que não tem nenhuma pelota. Adicione o líquido de cozimento reservado, misture, e deixe esfriar. Quando atingir a temperatura ambiente, adicione o fermento e deixe ativar por 10 minutos.", "Enquanto isso, misture as farinhas e o sal em uma tigela grande. Adicione a manteiga e belisque com as pontas dos dedos (ou amasse com um garfo) até ficar com a consistência de farofa. Junte a mistura de batatas e mexa com as mãos até obter uma massa macia. Vai parecer seco demais no início, mas não se preocupe: continue trabalhando a massa sem adicionar mais água.", "Trabalhe a massa por 10 minutos, até ficar lisa e elástica.  Transfira-a para uma tigela untada com óleo, cubra com um pano, e deixe crescer por 1 hora, ou até dobrar de tamanho.", "Dê algumas batidas na massa para retirar o ar, e trabalhe por mais dois ou três minutos. Molde uma bola com as mãos, e transfira para uma assadeira untada. Polvilhe com mais farinha integral, cubra com um pano, e deixe crescer por mais uma hora, ou até dobrar de tamanho novamente.", "Depois de 50 minutos, ligue o forno a 200°. Quando o pão tiver crescido, faça três cortes rasos com uma faca afiada no topo, e asse por 35 minutos ou até que faça um som oco. Deixe esfriar por pelo menos 15 minutos antes de cortar."]}