{"title": "Pão rústico crocante", "description": ["Esse é um pão para quem tem medo de trabalhar massa: a fermentação prolongada permite que as redes de glúten se formem sozinhas. Fica crocante por fora e super molinho por dentro: perfeito como acompanhamento para um belo ensopado, ou como aperitivo, servido com pastinhas.", "Esta receita foi adaptada do site [Recipe Tin Eats](https://www.recipetineats.com/easy-yeast-bread-recipe-no-knead)."], "amount": "500g", "time": "3h", "difficulty": "easy", "custom": false, "ingredients": ["3 xícaras de farinha de trigo para pães ou farinha de trigo comum", "2 colheres de chá de fermento biológico seco", "1 ¼ colheres de chá de sal", "1 ½ xícaras de água morna"], "special": "uma caçarola de ferro fundido esmaltado, ou uma panela com tampa que possa ir ao forno, papel antiaderente", "steps": ["Adicione todos os ingredientes a uma tigela grande e misture com o cabo de uma colher de pau até que a farinha esteja totalmente incorporada. A massa deve ser muito mole e pegajosa: mole demais para trabalhar como uma massa de pão comum, mas não tão mole a ponto de parecer massa de bolo. Se necessário, adicione mais água ou trigo para atingir a consistência correta.", "Cubra com um pano para não deixar moscas entrarem e deixe a massa crescer em um lugar morno por 2-3 horas.", "Este passo é opcional: pule-o se estiver com pressa. Se quiser um pão mais saboroso e com a casca ainda mais crocante, cubra a massa com filme plástico e leve a tigela à geladeira por até 3 dias para que o glúten se desenvolva. Tire a massa da geladeira pelo menos uma hora antes de passar para o próximo passo.", "Coloque a sua caçarola, com a tampa, no forno e o preaqueça a 230ºC por pelo menos meia hora antes de assar o pão.", "Enfarinhe uma bancada e transfira a massa para ela. Polvilhe a massa com um pouco de farinha de trigo e usando um utensílio plano e fino (um raspador de bancada, uma espátula, uma faca grande…) dobre a massa sobre si mesma para deixá-la mais ou menos redonda. Abra uma folha de papel antiaderente grande sobre a bancada e, usando a espátula, vire a massa em cima dela. O lado liso, que estava em contato com a bancada, deve ficar para cima. Não se preocupe muito com o formato: na cozinha, chamar algo de “rústico” te dá carta branca para fazer algo meio feioso.", "Retire a caçarola do forno e imediatamente levante o papel pelas abas. Coloque o pão, com o papel, dentro da caçarola e tampe novamente. Leve ao forno por 30 minutos.", "Após 30 minutos, retire a tampa da caçarola e deixe o pão assar por mais 12 minutos, até que fique bem dourado e a casca crocante. Retire do forno e da caçarola e deixe esfriar por pelo menos 10 minutos antes de fatiar."]}