{"title": "Bolo de chocolate amargo com passas e uísque", "description": ["Dos bolos de festa deste livro, este é talvez o mais chique: é amargo e francamente impressionante. Por ter uma camada só e não ser recheado, as fatias acabam sendo pequenas: fica chique, mas talvez seja uma boa ideia encher bem a barriga antes de servir.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 8", "time": "1h30min, mais 3h para reidratar as passas", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Bolo", "items": ["⅔ de xícaras de nozes ou nozes-pecãs moídas em um liquidificador ou processador de alimentos", "¼ de xícara de farinha", "¼ de colher de chá de sal", "¼ de xícara de passas", "¼ de xícara de Scotch whisky", "3 colheres de sopa de água", "200g de chocolate meio amargo para culinária, picado grosseiramente", "110g de manteiga sem sal, cortada em 4 pedaços", "3 ovos grandes, as claras e gemas separadas", "⅔ de xícara de açúcar"]}, {"title": "Cobertura", "items": ["90g de chocolate meio amargo para culinária, picado grosseiramente", "3 colheres de sopa de açúcar de confeiteiro", "3 colheres de sopa de manteiga sem sal, em temperatura ambiente"]}], "special": "uma forma de fundo removível de 20cm", "steps": ["Misture as passas e o uísque em um pote com tampa e sacuda para misturar bem. Deixe descansar por no mínimo 3 horas (ou até 1 dia) para reidratar as passas, virando o pote de vez em quando.", "Preaqueça o forno a 200°C. Unte uma forma de fundo removível com manteiga, forre o fundo com um disco de papel-manteiga, unte o papel manteiga e enfarinhe a coisa toda. Se livre do excesso de farinha dando algumas batidinhas na forma sobre a pia, então coloque a forma em uma assadeira grande.", "Prepare o bolo: misture as nozes moídas, a farinha, e o sal. Em uma tigela refratária sobre uma panela de água em fervura branda, coloque o chocolate, a manteiga, e a água. Mexa ocasionalmente e retire do fogo assim que o chocolate tiver derretido: se aquecidos demais, o chocolate e a manteiga vão se separar.", "Em uma tigela grande, bata as gemas de ovo e o açúcar juntos até que fiquem fofos e pálidos, cerca de 2 minutos. Com uma espátula, gentilmente misture o chocolate e a manteiga derretidos: adicione também a mistura de nozes e as passas junto com quaisquer líquido que tenha sobrado no pote. Mexa delicadamente.", "Em uma batedeira, bata as claras de ovo até que elas façam picos firmes e brilhantes. Adicione ¼ das claras em neve à tigela com a mistura de chocolate e misture com uma espátula: acrescente o resto das claras e as incorpore à mistura fazendo movimentos delicados de “dobra”. Derrame a massa na forma preparada.", "Leve ao forno por 28-32 minutos, ou até que o bolo tenha crescido ligeiramente, esteja firme por cima e comece a discretamente se separar das laterais da fôrma. Ao fazer o teste do palito, este deve sair ainda um pouco úmido: o bolo não deve estar molhado, mas também não pode estar totalmente seco.", "Deixe o bolo esfriando por 10 minutos para esfriar antes de retirar as laterais da fôrma. Vire o bolo de cabeça para baixo e remova o papel-manteiga. Se o bolo tiver crescido muito e ficado com um formato de cúpula (altamente improvável), acerte o topo com uma faca de pão e coloque-o virado de cabeça para baixo em um prato bonito, de servir: a parte de baixo, bem achatada, vai ficar por cima. Deixe esfriar completamente antes de cobrir com a cobertura.", "Para fazer a cobertura, derreta o chocolate em banho-maria assim como fez para preparar a massa. Retire do fogo e acrescente o açúcar e a manteiga, um pouco de cada vez, mexendo até que fique totalmente liso e homogêneo.", "Derrame a cobertura sobre o bolo e espalhe com uma espátula de confeiteiro: se pingar nas laterais do prato de bolos, limpe com uma toalha de papel. Deixe a cobertura solidificar em temperatura ambiente ou leve-a à geladeira por 20 minutos. Se quiser que a cobertura fique mais espessa e parecida com um glacê, deixe-a esfriar antes de espalhar sobre o bolo.", "Sirva o bolo à temperatura ambiente (fica mais saboroso), ou frio (fica com uma consistência que lembra brigadeiro), junto com sorvete de creme ou chantilly."]}