{"title": "Bolo de brownie com cobertura de pé-de-moleque", "description": ["Use o caramelo restante para fazer uma calda para comer com sorvete: adicione ½ xícara do caramelo a 1 xícara de creme de leite fresco fervendo. Mexa para dissolver e deixe ferver por mais 3 minutos. Deixe a calda esfriar completamente antes de levar à geladeira: sirva a calda morna sobre o seu sorvete favorito. O Karo é usado para evitar que o caramelo cristalize depois de frio: não me peça para explicar, não sou um químico.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "1", "time": "1h30min", "difficulty": "hard", "custom": true, "ingredients": [{"title": "Bolo", "items": ["1 xícara de farinha", "1 colher de chá de bicarbonato de sódio", "¼ de colher de chá de sal", "113g de manteiga sem sal, cortada em 8 pedaços", "150g de chocolate meio amargo para culinária, picado grosseiramente", "3 ovos", "½ xícara de açúcar mascavo", "¼ de xícara de açúcar", "3 colheres de sopa de xarope de milho (Karo)", "½ colher de sopa de extrato ou essência de baunilha"]}, {"title": "Cobertura", "items": ["2 xícaras de açúcar", "½ xícara de água", "1 ½ colheres de sopa de xarope de milho (Karo)", "⅔ de xícara de creme de leite fresco", "2 colheres de sopa de manteiga sem sal em temperatura ambiente", "1 xícara de amendoins torrados salgados"]}], "special": "uma forma de fundo removível redonda, um pincel de silicone para culinária", "steps": ["Preaqueça o forno a 180°e unte e enfarinhe uma fôrma de fundo removível. Forre o fundo da fôrma com um disco de papel-manteiga. Coloque a fôrma em uma assadeira grande.", "Coloque uma tigela refratária sobre uma panela cheia de água em fervura branda. Acrescente a manteiga e o chocolate à tigela, e deixe esquentar, mexendo ocasionalmente até que os ingredientes tenham derretido. Cuidado para não passar do ponto: a manteiga se separa e você precisa começar do zero. Retire a tigela do calor e reserve.", "Em uma tigela grande, misture os ovos e o açúcar com um batedor de arame até que estejam bem misturados. Incorpore a glicose de milho e a baunilha e muito lentamente vá adicionando a manteiga e o chocolate derretidos, sem parar de bater para não talhar os ovos.", "Adicione gradualmente os ingredientes secos, mexendo com o batedor de arame até que eles estejam totalmente incorporados. Derrame a massa sobre a fôrma preparada e sacuda a forma para retirar bolhas e igualar a espessura. Asse o bolo por 40 a 45 minutos, ou até que, quando inserida uma faca fina bem no meio do bolo, ela saia quase limpa (com algumas migalhas úmidas, ainda).", "Deixe o bolo esfriando por 15 minutos: pegue uma faca e passe pelas laterais da fôrma para soltar. Desenforme o bolo e retire o papel manteiga: lave e seque então a fôrma e coloque as laterais mais uma vez ao redor do bolo, em cima de um prato de bolos de servir, bem bonito.", "Faça o caramelo: coloque o açúcar, água e glicose de milho em uma panela média de fundo espesso, mexa para combinar os ingredientes e leve ao fogo médio-alto. Deixe aquecer, sem mexer (veja a seção de Informação Útil na cozinha), até que o caramelo fique com uma cor âmbar-escuro: isso pode demorar de 5 a 10 minutos, dependendo do seu fogão e do tamanho da panela. Á medida que o açúcar carameliza, use o pincel de silicone, umedecido com água fria, para ir limpando as laterais da panela de quaisquer respingos de açúcar. Para ver o ponto do caramelo, coloque uma gota dele em um prato branco: quanto mais escuro, mais saboroso, mas cuidado para não queimar!", "Abaixe o fogo e se afaste da panela para se proteger de respingos e adicione o creme de leite e a manteiga. Quando os respingos se acalmarem um pouco, mexa com uma colher de pau para dissolver quaisquer restos de caramelo sólido e adicione os amendoins. Mexa para recobri-los e transfira a cobertura para uma tigela refratária.", "Com uma colher, coloque todos os amendoins sobre o bolo e derrame por cima caramelo suficiente para cobri-los (você provavelmente não vai usar o caramelo todo). Deixe o bolo em temperatura ambiente para solidificar a cobertura por pelo menos 20 minutos.", "Para servir o bolo, passe uma faca entre o bolo e a lateral da forma para soltá-lo e remova as laterais. Leve o bolo à mesa e sirva com chantilly ou sorvete de creme."]}