{"title": "Bolo de chocolate e buttermilk", "description": ["Para a festa de aniversário de um chocólatra, esse bolo é perfeito. Não é nem muito doce nem muito amargo; é perfeitamente úmido e macio; e tem o sabor de puro chocolate. Se não quiser usar o chantilly de chocolate, decore o bolo com o que preferir: chantilly normal ou merengue. A receita original faz um glacê de leite maltado.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 8", "time": "1 hora", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Bolo", "items": ["2 xícaras de farinha", "½ xícara de cacau em pó", "½ colher de chá de bicarbonato de sódio", "½ colher de chá de fermento químico", "½ colher de chá de sal", "225g de manteiga sem sal", "1 ½ xícaras de açúcar", "2 ovos grandes", "2 gemas de ovo grandes", "1 colher de chá de extrato ou essência de baunilha", "1 xícara de buttermilk (receita na seção de Ingredientes)", "120g de chocolate meio amargo para culinária, derretido"]}, {"title": "Chantilly de chocolate", "items": ["90g de chocolate meio amargo para culinária, finamente picado", "500ml de creme de leite fresco", "2-3 colheres de sopa de açúcar"]}], "special": "duas formas redondas para bolo de 23cm", "steps": ["Faça o chantilly: coloque o chocolate em uma travessa refratária bem grande. Em uma panela pequena, misture o creme de leite e o açúcar e coloque pra ferver sobre fogo médio. Assim que começar a ferver, derrame o creme de leite sobre o chocolate e mexa vigorosamente com um batedor de arame até que a mistura fique totalmente homogênea. Leve à geladeira por pelo menos 8 e até 24 horas: tampe a tigela, ou cubra com filme plástico para proteger contra quaisquer cheiros fortes da geladeira. É importante que o creme esteja o mais gelado possível na hora de bater.", "Preaqueça o forno a 180°. Unte e enfarinhe duas assadeiras redondas do mesmo tamanho e forre o fundo com um disco de papel-manteiga. Misture em uma tigela a farinha, o cacau, o fermento, o bicarbonato e o sal. Reserve.", "Em uma batedeira, bata a manteiga em velocidade média até que ela fique cremosa. Acrescente o açúcar e bata por mais 1 ou 2 minutos, até que ele esteja muito bem incorporado e a mistura fique fofa. Acrescente os ovos e as gemas, um de cada vez, batendo por 1 minuto entre cada adição, e por fim adicione a baunilha. Reduza a velocidade da batedeira.", "Adicione os ingredientes secos alternados com o buttermilk em três partes: ⅓ dos ingredientes secos, ½ do buttermilk, ½ dos ingredientes secos restantes, o buttermilk restante e os ingredientes secos restantes. Pare de mexer assim que os ingredientes desaparecerem na massa: se misturar demais, o bolo vai ficar duro.", "Com uma espátula, raspe as laterais da tigela. Adicione o chocolate derretido e gentilmente mexa com a espátula para incorporar. Divida a massa entre as duas assadeiras preparadas e leve ao forno por 25 a 30 minutos, ou até que os bolos passem o teste do palito e comecem a se separar das laterais da assadeira. Deixe os bolos esfriarem antes de desenformar: enquanto isso, faça o chantilly.", "Para finalizar o chantilly, bata-o até que ele comece a engrossar: ele precisa estar firme o suficiente para ser espalhado, mas não tão firme a ponto de perder a leveza e virar manteiga.", "Para montar o bolo, coloque um dos bolos em um prato bonito, de servir: espalhe metade do chantilly por cima e posicione o outro bolo em cima. Cubra toda a superfície dos dois bolos com o chantilly restante e sirva em temperatura ambiente."]}