{"title": "Bolo de tiramisu", "description": ["Esse bolo não é *difícil* de fazer, mas certamente dá bastante trabalho. Posso garantir, porém, que vale a pena: talvez seja o meu bolo favorito. Não tenha medo de encharcar bem os bolos com a calda de café: se você usar muito pouco, o produto final vai ficar um tanto quanto sem graça.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 10", "time": "2 horas mais o tempo para gelar", "difficulty": "hard", "custom": true, "ingredients": [{"title": "Bolo", "items": ["2 xícaras de farinha para bolos, ou 1 xícara e ¾ de farinha de trigo comum", "2 colheres de sopa de fermento químico", "⅛ de colher de chá de bicarbonato de sódio", "¼ de colher de chá de sal", "150g de manteiga sem sal em temperatura ambiente", "1 xícara de açúcar", "3 ovos grandes", "1 gema de ovo", "1 ½ colheres de chá de extrato ou essência de baunilha", "¾ de xícara de buttermilk (vide receita na seção de Ingredientes)"]}, {"title": "Concentrado de café", "items": ["2 colheres de sopa de café espresso instantâneo", "2 colheres de sopa de água fervente"]}, {"title": "Calda de café", "items": ["½ xícara de água", "⅓ de xícara de açúcar", "1 colher de sopa de amaretto ou licor de café"]}, {"title": "Recheio e cobertura", "items": ["225g de queijo mascarpone ou cream cheese", "½ xícara de açúcar de confeiteiro", "1 ½ colheres de sopa de extrato de baunilha", "1 colher de sopa de amaretto ou licor de café", "1 xícara de creme de leite fresco", "75 gramas de chocolate meio amargo para culinária, ou ½ xícara de gotas de chocolate meio amargo para culinária", "Cacau em pó e grãos de café cobertos de chocolate, para decorar"]}], "special": "duas formas redondas para bolo de 23cm", "steps": ["Preaqueça o forno a 180°. Unte e enfarinhe duas assadeiras e forre o fundo destas com discos de papel-manteiga.", "Peneire a farinha, o fermento, o bicarbonato e o sal em uma tigela. Em uma batedeira, bata a manteiga em velocidade média até que ela fique macia e cremosa. Acrescente o açúcar e bata por mais 1 ou 2 minutos, até que ele esteja muito bem incorporado. Adicione os ovos e as gemas, um de cada vez, batendo por 1 minuto entre cada adição, e por fim adicione a baunilha. Reduza a velocidade da batedeira.", "Adicione os ingredientes secos alternados com o buttermilk em três partes: ⅓ dos ingredientes secos, ½ do buttermilk, ½ dos ingredientes secos restantes, o buttermilk restante e os ingredientes secos restantes. Pare de mexer assim que os ingredientes desaparecerem na massa: se misturar demais, o bolo vai ficar duro. Divida a massa entre as assadeiras preparadas e alise o topo com uma espátula de borracha.", "Asse por 28 a 30 minutos, ou até que os bolos estejam dourados e passem o teste do palito. Deixe os bolos esfriarem completamente antes de desenformar.", "Enquanto os bolos esfriam, faça o concentrado de café: misture a água e o café instantâneo em uma xícara até dissolver e reserve.", "Faça a calda de café: misture a água e o açúcar em uma panela pequena e deixe ferver. Transfira a mistura para uma tigela e adicione o licor e 1 colher de sopa do concentrado de café: reserve.", "Para fazer o recheio do bolo, misture o mascarpone ou cream cheese, o açúcar, a baunilha e o licor ou brandy em uma tigela e misture até que fique bem homogêneo.", "Em uma batedeira, bata o creme de leite até ficar com picos firmes. Com uma espátula, acrescente ¼ do chantilly à mistura de mascarpone e misture gentilmente para incorporar, então acrescente o resto do chantilly e misture. Para incorporar o chantilly sem perder muito ar, misture delicadamente, como se estivesse dobrando a mistura sobre si mesma com a espátula.", "Finalmente, monte o bolo. Se os bolos tiverem crescido muito no forno e ficado com um formato de cúpula por cima, nivele-os com uma faca de pão. Retire o papel-manteiga. Coloque um dos bolos em um prato bonito, de servir. Com uma colher ou um pincel de silicone para culinária, encharque o bolo com ⅓ da calda de café.", "Espalhe sobre o bolo no prato um pouco do creme de mascarpone, cerca de 1 ¼ xícaras, e gentilmente pressione o chocolate picado para que ele grude no recheio.", "Coloque o outro bolo sobre um prato limpo e encharque com ½ da calda de café: coloque-o virado de cabeça para baixo (o lado encharcado em contato com o recheio) sobre o bolo no prato e encharque o lado superior com o resto da calda de café.", "Misture 1 colher de sopa do concentrado de café ao recheio restante e prove: se achar que precisa de mais café, acrescente mais ½ colher de sopa do concentrado. Se o recheio parecer estar muito líquido, cubra com plástico filme e leve à geladeira por aproximadamente 15 minutos.", "Espalhe o recheio sobre a superfície e os lados do bolo e decore com grãos de café cobertos de chocolate se os tiver. Leve à geladeira por pelo menos 3 horas ou até 24 horas antes de servir, para firmar o recheio: polvilhe um pouco de cacau em pó por cima e retire da geladeira 20 minutos antes de levar à mesa para que não fique muito gelado. Sirva com café ou café espresso."]}