{"title": "Bolo beija-flor", "description": ["Fiz algumas adaptações a essa receita: a original usava 400 gramas de açúcar de confeiteiro, mas eu cortei para 200: o glacê fica um pouco mais mole, mas menos doce. Use a quantidade inteira se preferir. Outra coisa que a receita original fazia era um crocante de nozes-pecã carameladas ao invés de só as nozes no glacê: dava muito trabalho e nunca deu muito certo nas vezes em que tentei fazer. De qualquer modo, amo esse bolo: ele é molhadinho e fofo, e a combinação de bananas e abacaxi é sempre uma delícia.", "Esta receita foi adaptada do livro Comida Caseira, do autor Jamie Oliver."], "amount": "Serve 8", "time": "2 horas", "difficulty": "hard", "custom": false, "ingredients": ["250 ml de óleo vegetal", "350g de farinha de trigo", "5 colheres de chá de fermento químico", "1 colher de chá de canela em pó", "350g de açúcar demerara ou mascavo", "4 bananas médias extremamente maduras (quase passando)", "1 lata (400g) de abacaxi em calda", "2 ovos grandes", "1 colher de chá de extrato ou essência de baunilha", "100g de nozes-pecã, picadas", "200g açúcar de confeiteiro", "150g manteiga sem sal", "200g cream cheese", "Raspas da casca de 2 limões taiti", "1 colher de sopa de suco de limão-taiti espremido na hora"], "special": "duas formas redondas de 23cm de diâmetro", "steps": ["Preaqueça o forno a 180°C. Unte duas fôrmas redondas com óleo ou azeite e forre o fundo com papel-manteiga.", "Em uma tigela, peneire a farinha, o fermento, a canela, o açúcar demerara e uma pitada de sal. Em outra tigela, amasse as bananas e pique o abacaxi, descartando a calda. Acrescente aos ingredientes molhados o óleo, os ovos, e o extrato de baunilha.", "Junte os ingredientes molhados aos secos e misture delicadamente até que fique homogêneo. Adicione metade das nozes-pecã e mexa só para incorporar.", "Divida a massa entre as assadeiras e asse por 35 a 40 minutos. Enquanto isso, prepare o glacê.", "Peneire o açúcar de confeiteiro em uma tigela, junte a manteiga, e bata vigorosamente até ficar claro e cremoso. Adicione o cream cheese, metade da casca de limão e o suco.", "Bata até ficar homogêneo, tomando cuidado para não passar do ponto: se você bater demais o glacê ele vai ficar muito líquido e não vai firmar, mesmo depois de gelado. Deixe o glacê na geladeira até a hora de usar.", "Quando os bolos estiverem prontos (teste inserindo um palito de churrasco ou faca fina no meio e vendo se ele sai limpo), retire-os do forno e deixe esfriando por 10 minutos antes de desenformar. Retire o papel-manteiga e deixe esfriar completamente antes de montar o bolo.", "Para montar o bolo, ponha um dos bolos em um prato bonito, de servir. Espalhe por cima metade do glacê e polvilhe com metade das nozes-pecã restantes. Cuidadosamente posicione o outro bolo por cima e cubra (só em cima) com o resto do glacê. nozes-pecã, e casca de limão."]}