{
    "title": "Bolo mármore de banana e chocolate",
    "description" : "Esse bolo fica delicioso por si só, ou servido com uma bela bola de sorvete de creme. Ele fica excelente acompanhado de chá, café, ou leite (ainda mais se for leite com achocolatado). Delícia!",
    "amount" : "12 pedaços",
    "time" : "2h",
    "ingredients" : {
        "count" : 1,
        "sections" : [
            "1 ⅓ xícaras de farinha",
            "1 colher de chá de fermento químico",
            "½ colher de chá de sal",
            "¼ de colher de chá de noz-moscada ralada na hora",
            "1 ½-2 bananas maduras",
            "1 limão-siciliano",
            "1 colher de sopa de rum escuro",
            "90g de chocolate meio amargo, picado finamente",
            "10 colheres de sopa (140g) de manteiga sem sal em temperatura ambiente",  
            "⅔ de xícara de açúcar mascavo",
            "⅓ de xícara de açúcar branco",
            "4 ovos grandes",
            "1 colher de chá de extrato ou essência de baunilha",
            "½ xícara de leite integral"
        ]
    },
    "special" : "uma forma de bolo inglês e duas assadeiras iguais",
    "steps" : [
        "Preaqueça o forno a 160°. Unte e enfarinhe uma forma grande de bolo inglês. Pegue duas assadeiras iguais e encaixe uma dentro da outra: a camada de ar que se forma entre as duas vai evitar que a base do bolo queime.",
        "Em uma tigela, misture a farinha, o fermento, o sal e a noz-moscada. Em uma tigela pequena ou prato fundo, amasse as bananas com as raspas finamente raladas da casca de ½ limão-siciliano e aproximadamente 1 colher de sopa do suco. Adicione o rum e misture. Em uma tigela, derreta o chocolate e 2 colheres de sopa (30g) da manteiga. Reserve.",
        "Com uma batedeira, bata a manteiga restante em velocidade média até que fique cremosa. Acrescente os açúcares e continue batendo até que fique claro e fofo.",
        "Adicione os ovos, um de cada vez, mexendo bem entre cada adição. A massa vai parecer talhada: não se preocupe. Incorpore o extrato de baunilha.",
        "Abaixe a velocidade da batedeira e adicione metade dos ingredientes secos. Acrescente o leite e quando estiver incorporado adicione o resto dos ingredientes secos. Com uma espátula de silicone, raspe as laterais da tigela e junte a mistura de banana amassada. A massa vai parecer talhada e cheia de coágulos, mas não se preocupe.",
        "Tire um pouco menos da metade da massa e adicione-a à tigela com o chocolate derretido. Misture bem.",
        "Coloque uma colherada bem cheia da massa de banana na fôrma, seguida de uma colherada bem cheia da massa de chocolate. Repita esse processo até acabar com toda a massa. Enfie uma faca sem ponta na assadeira e faça movimentos de ziguezague, sem mexer a ponto de homogeneizar as massas: você quer só misturar um pouquinho de uma na outra. 8 ziguezagues geralmente bastam.",
        "Leve o bolo ao forno por entre 1 hora e 20 e 1 hora e 30. Após 30 minutos no forno, verifique o bolo: se ele estiver dourando, cubra-o folgadamente com um pedaço de papel-alumínio. Quando o bolo passar o teste do palito, retire-o do forno e deixe esfriar por pelo menos 15 minutos antes de desenformar. Deixe o bolo esfriar completamente antes de cortar."
    ]
}