{"title": "Bacalhau a Gomes de Sá", "description": ["O bacalhau a Gomes de Sá é uma receita tradicionalíssima portuguesa, e é extremamente fácil de fazer. Mais do que isso, é uma boa forma de fazer uma quantidade pequena de bacalhau render mais: a receita original usa apenas 300g para 4 pessoas, mas eu aumentei um pouco a quantidade.", "Esta receita foi adaptada do livro Lisboeta: Receitas da Cidade Luz de Portugal, de Nuno Mendes."], "amount": "Serve 4", "time": "2 horas", "difficulty": "easy", "custom": false, "ingredients": ["400g de batatas mais ou menos do mesmo tamanho", "400g de bacalhau dessalgado em lascas", "500ml de leite integral", "4 cebolas grandes, em rodelas finas", "2 dentes de alho, picados finamente, mais um para a travessa", "3 ovos", "Um punhado de azeitonas pretas sem caroço, cortadas em rodelas", "Um punhado de folhas de salsinha. picadas", "Azeite de oliva extravirgem"], "special": "", "steps": ["Preaqueça o forno a 210°C. Coloque as batatas em uma panela cheia de água salgada fervente e deixe cozinhar até que estejam tenras mas não moles a ponto de estar se despedaçando, então reserve. Enquanto as batatas cozinham, ferva o leite e despeje sobre as lascas de bacalhau: você só precisa de leite suficiente para cobri-las, então talvez não seja necessário usar todo.", "Deixe as batatas esfriando até que fiquem frias o suficiente para manusear. Enquanto isso, aqueça 3 colheres de sopa bem cheias de azeite de oliva em uma frigideira grande sobre fogo médio. Adicione as cebolas e deixe-as cozinhando gentilmente, mexendo frequentemente, até que estejam bastante macias, cerca de 15 minutos. Abaixe o fogo conforme necessário. Tempere generosamente com sal e pimenta-do-reino, adicione o alho, e deixe cozinhar até que esteja perfumado.", "Aumente o fogo e continue cozinhando, agora mexendo sem parar para que não grudem ou queimem, até que as cebolas estejam caramelizadas e doces: isso pode demorar algum tempo. Retire do fogo e reserve.", "Corte as batatas em rodelas de 1cm: não é necessário descascar. Escorra o bacalhau e descarte o leite. Unte com azeite de oliva uma travessa refratária de servir e esfregue nela o dente de alho reservado, descascado e cortado ao meio.", "Disponha sobre o fundo da travessa uma camada de batatas, então uma das cebolas, e finalmente uma de bacalhau. Repita o processo até acabar o bacalhau, então finalize com uma camada de batatas e uma de cebolas. Cubra com papel alumínio e leve ao forno: asse por 10 minutos, então retire o papel alumínio e asse por mais 15, até que a superfície esteja dourada e tudo esteja quente.", "Enquanto o bacalhau assa, faça os ovos cozidos: coloque-os em uma panela e adicione àgua suficiente para cobrir, então leve ao fogo alto até ferver. Tampe a panela, retire do fogo, e conte 10 minutos: transfira os ovos para uma tigela com água gelada para que parem de cozinhar e descasque.", "Logo antes de servir, corte os ovos em 4 a 6 pedaços. Espalhe-os sobre a travessa com o bacalhau, junto com as azeitonas e a salsinha, e regue com mais azeite de oliva extravirgem. Sirva imediatamente."]}