{"title": "Bowl de salmão e arroz negro", "description": ["Arroz negro é uma variedade de arroz rica em antocianinas, compostos antioxidantes (in vitro) que também podem ser encontrados em frutas vermelhas. Esses bowls são leves e fáceis de fazer: caem muito bem em uma daquelas noites insuportavelmente quentes no auge do verão.", "Esta receita foi adaptada do livro Foolproof Fish, da empresa americana America’s Test Kitchen."], "amount": "Serve 4", "time": "1 hora", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Arroz e molho", "items": ["1 ½ xícaras de arroz negro", "¼ de xícara de vinagre de arroz", "¼ de xícara de mirin", "1 colher de sopa de missô", "1 colher de chá de gengibre ralado", "Raspas da casca e o suco de 1 limão-taiti"]}, {"title": "Salmão e montagem", "items": ["4 filés de salmão com pele (180-250g cada)", "4 rabanetes, limpos, cortados ao meio, e fatiados finamente", "1 abacate avocado (ou ½ Hass), descascado e cortado em cubinhos ou fatias finas", "1 pepino", "2 cebolinhas, fatiadas finamente"]}], "special": "", "steps": ["Coloque 1L de água para ferver em uma panela grande sobre fogo médio-alto. Adicione o arroz e 1 colher de chá de sal e cozinhe até que o arroz esteja tenro mas ainda firme, 20 a 25 minutos. Escorra o arroz, descartando o líquido de cozimento, e transfira para uma tigela grande.", "Prepare o molho: misture o vinagre, mirin, missô, gengibre e a casca e suco do limão, mexendo vigorosamente para dissolver o missô. Meça ¼ de xícara dessa mistura e regue por cima do arroz. Reserve o molho restante.", "Corrija o tempero do arroz com sal e pimenta-do-reino a gosto e deixe o arroz esfriar completamente, mexendo ocasionalmente para redistribuir os grãos.", "Enquanto o arroz esfria, prepare o salmão: coloque uma das prateleiras de seu forno no nível mais baixo possível. Forre uma assadeira com papel-alumínio e a coloque nessa prateleira, então preaqueça o forno a 250°C.", "Seque os filés de salmão com toalhas de papel: isso vai os ajudar a dourar. Pincele os filés com um fio de óleo vegetal, então tempere com sal e pimenta. Tire a assadeira (que a essa altura deve estar bem quente: caso contrário, deixe-a mais um pouco) do forno e imediatamente coloque os filés de salmão, com a pele virada para baixo. Leve os filés ao forno e reduza a temperatura para 140°C. Deixe o peixe assar por 8-12 minutos se o quiser malpassado, ou 12-15 para bem passado.", "Prepare o pepino: corte-o ao meio no sentido do comprimento, retire e descarte as sementes com uma colher de chá, e corte-o em fatias finas.", "Quando o salmão estiver cozido a seu gosto, divida o arroz entre 4 bowls. Desmanche o peixe em lâminas e descarte a pele. Divida o salmão e os vegetais por cima dos bowls e regue com o molho restante. Sirva imediatamente."]}