{"title": "Moqueca baiana de camarão com farofa de dendê", "description": ["Os capixabas lendo esse livro provavelmente estão se contorcendo de ódio e dizendo que moqueca é capixaba e o resto é peixada. Peixada ou não, essa aqui é uma delícia. Tome muito cuidado com o tempo de cozimento: camarão fica duro e borrachudo se passa do ponto.", "Esta receita foi adaptada do livro Pitadas da Rita, da autora Rita Lobo."], "amount": "Serve 4", "time": "1h15min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Serve 4, demora cerca de 1 hora", "items": []}, {"title": "Moqueca", "items": ["1kg de camarão limpo e sem casca", "3 cebolas descascadas, 2 picadas em cubinhos e 1 em rodelas", "3 dentes de alho descascados e picados finamente", "3 tomates, 2 picados em cubinhos e 1 em rodelas", "1 pimentão verde, sem as sementes e picado em cubinhos", "1 maço de coentro, só as folhas, picadas finamente", "4 pimentas-de-cheiro", "3 limões", "2 colheres de chá de sal", "100ml de azeite de oliva", "100ml de azeite de dendê", "1 colher de chá de sal", "150ml de leite de coco"]}, {"title": "Farofa", "items": ["500g de farinha de mandioca", "1 cebola, picada finamente", "100ml de azeite de dendê", "1 colher de chá de sal"]}], "special": "uma panela de barro", "steps": ["Adicione a uma panela de barro o pimentão, as cebolas em cubinhos, os tomates em cubinhos, e o coentro.", "Coloque o camarão em um escorredor e passe ele sob água corrente: acrescente-os à panela junto com o suco dos limões, o sal, os azeites de oliva e dendê e as pimentas. Misture gentilmente.", "Espalhe por cima as rodelas de cebola, então as rodelas de tomate: os vegetais em rodelas devem cobrir completamente o conteúdo da panela. Leve a panela ao fogo baixo e deixe ferver, então tampe a panela e deixe cozinhar por 15 minutos. Enquanto isso, prepare a farofa.", "Para fazer a farofa, leve uma frigideira grande ao fogo médio com o azeite de dendê. Quando aquecer, adicione a cebola e refogue até murchar. Adicione a farinha e o sal, e refogue, mexendo sem parar, até a farinha estar tostada, cerca de 10 minutos.", "Quando a moqueca tiver cozinhado por 15 minutos, adicione o leite de coco e deixe cozinhar por mais 5 minutos, destampado para engrossar. Sirva imediatamente, acompanhado da farofa."]}