{"title": "Peixe frito na massa de cerveja", "description": ["Por ser frita, é uma receita que dá algum trabalho, e fica melhor servida imediatamente. Peixe frito assim é o mais tradicional dos pratos britânicos, e em todo lugar há barraquinhas na rua vendendo.", "Sirva com vinagre e batatas fritas.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2019/04/crispy-beer-batter-fish-chips-sorry-i.html)."], "amount": "Serve 4", "time": "30 minutos", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Massa", "items": ["1 xícara de farinha", "2 colheres de sopa de amido de milho", "¼ de colher de chá de fermento químico", "1 xícara de cerveja clara (estilo lager ou pilsen)"]}, {"title": "Peixe:", "items": ["700 g de filés de peixe branco (eu gosto de tilápia ou bacalhau fresco), sem pele e sem espinhas", "2 colheres de sopa de amido de milho, mais conforme necessário", "Óleo vegetal, para fritar"]}], "special": "", "steps": ["Com um batedor de arame, misture todos os ingredientes da massa em uma tigela grande. Coloque no congelador até a hora de usar.", "Com papel-toalha, seque muito bem os filés de peixe e corte-os em tiras de cerca de 3 centímetros de largura.", "Em um prato fundo, misture o amido de milho e uma boa pitada de sal. Polvilhe as fatias de peixe com a mistura e sacuda para tirar o excesso: reserve até a hora de fritar.", "Esquente o óleo para fritar em uma panela: use óleo o suficiente para que os pedaços de peixe flutuem sem encher demais. Se nunca tiver fritado nada antes, veja a técnica na seção de Informação Útil.", "Tire a tigela de farinha do congelador e adicione a cerveja aos poucos, mexendo com um batedor de ovos, até que fique homogênea e com consistência de uma massa de bolo rala. Mergulhe os filés de peixe, deixando o excesso de massa escorrer, e gentilmente os abaixe no óleo quente. O peixe estará perfeitamente cozido quando a massa estiver dourada e crocante: tire-o da gordura com uma escumadeira, coloque sobre papel-toalha para escorrer e sirva imediatamente."]}