{"title": "Salmão agridoce com acelga-chinesa", "description": ["Uma das maiores vantagens dessa receita é que o molho é feito separadamente do peixe, então não é necessário fazer um prato separado caso algum dos seus convidados tenha um paladar mais restrito.", "Sirva com arroz branco.", "Esta receita foi adaptada do livro Foolproof Fish, da empresa americana America’s Test Kitchen."], "amount": "Serve 4", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["⅓ de xícara de açúcar mascavo", "⅓ de xícara de suco de limão espremido na hora", "2 colheres de sopa de óleo de gergelim torrado", "1 colher de sopa de molho de peixe", "2 dentes de alho, picados finamente", "1 colher de chá de flocos de pimenta-vermelha", "4 pés pequenos de acelga-chinesa (ou 2 de tamanho normal), lavados e cortados ao meio no sentido do comprimento (4 se forem grandes)", "4 filés de salmão com pele (180-250g cada)"], "special": "", "steps": ["Misture o açúcar, suco de limão, óleo de gergelim, molho de peixe, alho e flocos de pimenta em uma tigela, mexendo até o açúcar se dissolver completamente.", "Aqueça um fio generoso de óleo em uma frigideira antiaderente grande até que ele comece a reluzir. Adicione metade da acelga-chinesa, com o lado cortado para baixo, e deixe fritar sem mexer até que comece a dourar.", "Vire as acelgas usando um pegador de silicone, então adicione ¼ de xícara de água e tampe a frigideira. Deixe cozinhar por 2 minutos, para dourar o outro lado e cozinhar parcialmente os talos, então retire da frigideira e reserve, cobrindo com papel alumínio para não esfriar. Repita os passos 2 e 3 com a acelga restante.", "Seque os filés de salmão com toalhas de papel e tempere com sal e pimenta-do-reino. Aqueça um fio generoso de óleo vegetal sobre fogo médio-alto na frigideira que usou para fritar a acelga até que ele esteja quase fumegante, então coloque os filés de salmão com a pele virada para cima. Deixe fritar, sem mexer, até que estejam bem dourados, 4 a 6 minutos.", "Vire os filés de salmão cuidadosamente para não quebrarem. Reduza o fogo e deixe cozinhar por mais 3-6 minutos, até que estejam cozidos ao ponto de sua preferência. Transfira os filés de salmão para a travessa com a acelga, cobrindo com papel-alumínio para não esfriar.", "Descarte qualquer gordura que tiver restado na frigideira: limpe-a com papel-toalha se achar necessário. Adicione a mistura de açúcar e deixe cozinhar até engrossar. Tome **muito** cuidado ao mexer a mistura para não espirrar na sua pele: queimaduras de açúcar são profundamente desagradáveis. Sirva o salmão regado com o molho, acompanhado da acelga."]}