{"title": "Tacos de peixe", "description": ["No Brasil, estamos acostumados quase exclusivamente com os tacos tex-mex, aqueles de carne moída intensamente condimentada. Eles são deliciosos, mas não tem nada a ver com a culinária mexicana de verdade. Estes aqui são um pouco mais próximos, e são deliciosos. Marquei-os como sendo de dificuldade média única e exclusivamente pelo fato de serem fritos: não é fritura por imersão, mas você ainda precisa de uma quantidade considerável de óleo.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "1 hora", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Salsa", "items": ["2 tomates médios, sem as sementes e picados finamente", "1 cebola roxa pequena, descascada e picada em cubinhos", "1 dente de alho, descascado e picado finamente", "½ xícara de coentro picado grosseiramente", "1 pimenta jalapeño, sem o talo ou as sementes e cortada em rodelas (opcional)"]}, {"title": "Crema", "items": ["¼ de xícara de maionese", "½ xícara de sour cream (receita na seção de Ingredientes)", "1 limão-taiti", "1 colher de sopa de pimenta chipotle em adobo picada (opcional)"]}, {"title": "Peixe", "items": ["1 xícara de farinha de trigo", "1 colher de sopa de páprica picante", "1 ½ colheres de chá de sal de parrilla", "1 ½ colheres de chá de pimenta-do-reino moída na hora", "1 xícara de leite integral", "900g de tilápia, linguado, ou outro peixe branco de carne firme, cortado em tiras de 1.5x7.5cm", "Óleo para fritar", "2 colheres de sopa de manteiga sem sal", "Tortillas (de preferência, de milho, mas podem ser de trigo)", "2-3 xícaras de repolho cortado finamente"]}], "special": "", "steps": ["Faça a salsa. Misture todos os ingredientes e tempere com sal a gosto.", "Faça a crema. Misture a maionese e o sour cream com um garfo até que fiquem homogêneos, então tempere a gosto com sal, pimenta-do-reino, suco de limão e pimenta chipotle, se a estiver usando.", "Prepare o peixe. Misture a farinha, páprica, sal, e pimenta em uma tigela grande. Em outra tigela, coloque o leite e o peixe.", "Em uma frigideira grande, coloque cerca de ½ xícara de óleo e leve ao fogo alto até que consiga ver a superfície do óleo reluzindo. Retire as tiras de peixe do leite e passe-as delicadamente na mistura de farinha, sacudindo-as para retirar o excesso. Coloque a manteiga na frigideira com o óleo quente junto com algumas tiras de peixe empanado e frite-as sem mexer até que estejam muito bem douradas de um lado, 3 a 4 minutos. **Cuidadosamente** vire as tiras e deixe fritar do outro lado por mais 1 minuto, só para terminar de cozinhar. Transfira para uma travessa aquecida forrada com papel-toalha e tempere com uma pitada de sal. Repita o processo até acabar com o peixe.", "Enquanto isso, unte com um fio de óleo uma frigideira grande sobre fogo alto e aqueça as tortillas, uma a duas por vez (dependendo do tamanho delas e da sua frigideira), até que estejam quentes e maleáveis. Transfira para um prato forrado com um pano limpo para mantê-las quentes.", "Para servir, coloque 2-3 tiras de peixe em uma tortilla, com o lado dourado para cima, seguido da salsa e um punhado de repolho. Regue com a crema. Para tortillas de 15cm, 1-2 tacos por pessoa bastam. Sirva com seu molho de pimenta favorito."]}