{"title": "Chili crisp (crocante de pimenta)", "description": ["Não sou usuário de qualquer tipo de substância psicotrópica que não possa ser encontrada em uma farmácia (ou uma loja de bebidas), mas essa receita produz uma substância que só consigo comparar a crack. Apesar do nome e lista de ingredientes intimidadores, o tempero é bastante suave e oferece uma picância bastante tolerável. Fica maravilhoso com macarrão, carnes, sopas, vegetais, ovos mexidos, abacate, sorvete…", "Se quiser ainda mais crocância, adicione amendoins torrados ou sementes de gergelim à panela junto com os vegetais picados: uma ou duas colheres de sopa bastam.", "Esta receita foi adaptada do site [Chili Pepper Madness](https://www.chilipeppermadness.com/recipes/chili-crisp/)."], "amount": "2 xícaras", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["1 ½ xícara de óleo vegetal neutro (eu sugiro canola ou girassol)", "2 pimentas jalapeño, dedo-de-moça, ou outra de sua preferência, picadas grosseiramente", "1 cebola roxa pequena, picada grosseiramente", "10 dentes de alho, picados grosseiramente", "1 colher de chá de pimenta-de-Sichuan ou grãos de pimenta-do-reino", "1 pau de canela de cerca de 7cm", "4 anis-estrelados", "¼ de xícara de flocos de pimenta vermelha", "1 colher de sopa de páprica defumada, ou gochugaru (flocos de pimenta coreanos), ou pimenta-de-caiena", "1 colher de sopa de shoyu", "1 colher de chá de açúcar", "½ colher de chá de glutamato monossódico (Ajinomoto)"], "special": "uma boca de fogão que possa ir bem baixa", "steps": ["Em uma panela pequena, misture o óleo, pimentas picadas, cebola roxa, alho, pimenta-de-Sichuan, anis-estrelado e o pau de canela. Aqueça a panela sobre fogo baixo de modo que o óleo esteja em fervura branda: estamos basicamente querendo fritar os ingredientes muito lentamente. Em casa, eu faço isso em um fogão de indução, que me permite fogo mais baixo do que um a gás. Deixe os ingredientes cozinhando assim, bem lentamente, por 20-30 minutos, ou até que estejam bem dourados. NÃO deixe a mistura queimar, ou seu crocante de pimenta vai amargar.", "Retire a panela do fogo e deixe esfriar por cerca de 3 minutos para que o óleo possa terminar de se infundir com as especiarias. Enquanto isso, misture os flocos de pimenta, a páprica (ou um dos substitutos), o shoyu, o açúcar e o glutamato em um pote de vidro onde vai guardar o tempero.", "Com cuidado, remova a canela e o anis-estrelado do óleo: descarte-os e adicione o óleo, com os pedacinhos fritos de alho e cebola, ao pote com a mistura de flocos de pimenta. Deixe esfriar completamente, tampe, e leve à geladeira pelo menos de um dia para o outro. Antes de servir, dê uma misturada no pote com uma colher para pegar alguns dos crocantes e não só o óleo."]}