{"title": "Qidreh (arroz de cordeiro)", "description": ["Qidreh é um prato palestino amplamente servido em celebrações, e é uma delícia! Não é muito trabalhoso, e mesmo assim é bastante impressionante no centro da mesa. Se estiver preocupado com a divisão da carne, separe-a dos ossos após coar o caldo e pique em cubos grandes: fica menos bonito, mas ajuda a garantir que todos os convidados vão acabar pegando mais ou menos o mesmo tanto.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/qidreh-recipe-6749874)."], "amount": "Serve 8", "time": "4h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Caldo de cordeiro", "items": ["3 colheres de sopa de azeite de oliva extravirgem", "2,7kg de canela de cordeiro (ou 1 paleta de cordeiro, cortada transversal como se fosse ossobuco: peça ao seu açougueiro que a corte na serra)", "4 bagas de cardamomo, esmagadas com a lateral de uma faca", "2 folhas de louro", "1 colher de chá de pimenta-da-jamaica moída", "½ colher de chá de canela em pó", "½ colher de chá de pimenta-do-reino moída na hora", "½ colher de chá de coentro em pó", "½ colher de chá de cominho", "½ colher de chá de cúrcuma", "1 cebola grande, descascada", "2L de água", "1 colher de sopa de sal de parrilla (ou ½ de sal de cozinha)"]}, {"title": "Arroz", "items": ["2 colheres de sopa de azeite de oliva extravirgem", "2 colheres de sopa de manteiga sem sal", "1 cebola grande, cortada ao meio no sentido da raiz e então em rodelas finas", "15 dentes de alho descascados", "2 colheres de sopa de sal de parrilla (ou 1 de sal de cozinha)", "1 colher de chá de cominho em pó", "¼ de colher de chá de pimenta-da-jamaica moída", "¼ de chá de canela em pó", "¼ de colher de chá de pimenta-do-reino moída na hora", "¼ de colher de chá de coentro em pó", "1 colher de chá de cúrcuma", "500g de arroz jasmine", "1 lata (400g) de grão-de-bico cozido, escorrida e enxaguada", "Amêndoas em lascas torradas e salsinha picada, para servir"]}], "special": "uma panela com tampa que possa ir tanto ao forno quanto ao fogão", "steps": ["Prepare o caldo. Aqueça o azeite de oliva em uma panela grande (7-8 litros) sobre fogo médio alto até que esteja quase fumegando. Adicione parte do cordeiro (não sobreponha os pedaços) e frite, virando ocasionalmente, até que as fatias estejam bem douradas de ambos os lados. Quando terminar de dourar a carne, devolva-a toda à panela.", "Adicione o restante dos ingredientes do caldo à panela e deixe ferver, retirando com uma colher qualquer espuma que flutuar na superfície. Reduza o fogo e deixe cozinhar em fervura branda por 2 horas, ou até que a carne esteja tenra. Coe o caldo, reservando a carne e descartando o louro e a cebola.", "Para o arroz, preaqueça o forno a 160°C. Aqueça o azeite e a manteiga em uma panela grande que possa ir tanto ao fogo quanto ao fogão até que a manteiga derreta. Adicione as cebolas, reduza o fogo para médio-baixo e deixe cozinhar, mexendo ocasionalmente, até que fiquem tenras e douradas.", "Adicione o alho e deixe fritar, mexendo sem parar, até que ele comece a dourar, mais 2 minutos. Adicione o sal, cominho, pimenta-da-jamaica, canela, pimenta-do-reino, coentro em pó e cúrcuma e deixe fritar por 1 minuto, só para tostar as especiarias. Acrescente o arroz, mexendo bem para recobrir os grãos com a gordura. Finalmente, incorpore os grãos de bico.", "Se seu caldo de cordeiro esfriou, use uma colher para retirar e descartar o máximo possível da gordura que se acumulou na superfície. Adicione 1L do caldo à panela com o arroz e deixe levantar fervura sobre fogo alto, então retire do fogo e espalhe a carne reservada por cima.", "Tampe a panela e leve ao forno preaquecido. Deixe assar por cerca de 1 hora, até que o arroz esteja cozido, o caldo absorvido completamente, e o cordeiro tenha dourado. Retire do forno e deixe tampado por 15 minutos para que o arroz possa terminar de cozinhar.", "Para servir, polvilhe a salsinha e as amêndoas por cima do qidreh e leve à mesa, com um pouco de iogurte escorrido em uma tigela para usar como condimento."]}