{"title": "Bolo de canela com café e chocolate", "description": ["Esse é um bolo simples, mas muito, muito bom. Delicioso no café da manhã, em um lanche, ou quando bate a fome de madrugada.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 12", "time": "1 hora", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Recheio", "items": ["2 colheres de sopa de açúcar", "2 ½ colheres de chá de canela em pó", "1 ½ colheres de chá de café espresso instantâneo"]}, {"title": "Bolo", "items": ["1 ¼ xícaras de açúcar", "1 ¾ xícaras de farinha de trigo", "1 colher de sopa de canela em pó", "2 colheres de chá de fermento químico", "¾ de xícara de leite integral", "2 ovos", "½ colher de chá de extrato de baunilha", "140g de manteiga sem sal derretida", "90g de chocolate meio amargo para culinária picado finamente, ou ½ xícara de gotas de chocolate para culinária"]}, {"title": "Cobertura", "items": ["180g de chocolate meio amargo para culinária, picado grosseiramente", "2 ½ colheres de sopa de manteiga sem sal"]}], "special": "", "steps": ["Preaqueça o forno a 180°. Unte uma assadeira quadrada de 20 por 20 centímetros com manteiga e forre o fundo com papel-manteiga. Misture todos os ingredientes do recheio em uma tigela pequena.", "Faça o bolo: em uma tigela grande, misture a farinha, o açúcar, o fermento, uma pitada de sal e a canela em pó. Em outra tigela, misture o leite, os ovos, e a baunilha.", "Coloque os ingredientes líquidos na tigela dos ingredientes secos e misture gentilmente até ficar com uma massa homogênea. Adicione a manteiga derretida e mais uma vez misture gentilmente para incorporar.", "Coloque metade da massa na assadeira preparada e alise o topo com uma espátula de borracha. Espalhe o chocolate picado e a mistura de canela e café. Cubra com a outra metade da massa e mais uma vez alise o topo.", "Leve ao forno por 35 a 40 minutos, até que o bolo tenha crescido e dê para ver as laterais do bolo começando a se separar das da forma, ou até passar o teste do palito. Deixe esfriar por pelo menos 15 minutos antes de desenformar.", "Para fazer a cobertura, coloque uma tigela refratária em cima de uma panela cheia de água. Leve a panela ao fogo médio-baixo e deixe levantar fervura branda: abaixe então o fogo. Adicione o chocolate e a manteiga e deixe derreter, mexendo gentil e frequentemente, até que tenham derretido. A consistência é importante: você quer que o chocolate tenha derretido mas ainda assim se mantido espesso. Se o seu chocolate passou do ponto e ficou muito líquido, deixe-o descansar em temperatura ambiente até espessar.", "Para confeitar o bolo, simplesmente espalhe a cobertura de chocolate sobre o bolo: ela deve ter a consistência de Nutella. Deixe a cobertura endurecer sobre o bolo e corte em 9-16 pedaços."]}