{"title": "Bolo de café e cardamomo", "description": ["Esse bolo é inacreditavelmente delicioso, e é muito simples de fazer! Fica excelente com uma xícara de café bem forte.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 8", "time": "1 hora", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Streusel", "items": ["½ xícara de farinha de trigo", "½ xícara de nozes picadas grosseiramente", "⅓ de xícara de açúcar", "1 colher de sopa de casca de laranja-bahia ralada finamente", "½ colher de chá de café instantâneo (de preferência espresso)", "½ colher de chá de cardamomo em pó", "4 colheres de sopa de manteiga sem sal em temperatura ambiente, cortada em 8 pedaços"]}, {"title": "Bolo", "items": ["2 xícaras de farinha", "2 colheres de chá de fermento químico", "¼ de colher de chá de sal", "1 ¼ colheres de chá de cardamomo em pó", "1 colher de chá de café instantâneo (de preferência espresso)", "⅔ de xícara de açúcar", "2 colheres de sopa de casca de laranja-bahia ralada finamente", "113g (8 colheres de sopa) de manteiga sem sal derretida", "2 ovos", "½ xícara de leite integral", "½ xícara de café bem forte, em temperatura ambiente", "1 ½ colheres de chá de extrato ou essência de baunilha"]}], "special": "", "steps": ["Preaqueça o forno a 200°C. Unte e enfarinhe uma fôrma quadrada de 20x20cm (de preferência, uma de cerâmica ou silicone).", "Coloque todos os ingredientes do streusel exceto a manteiga em uma tigela e misture. Adicione a manteiga e misture com os dedos até ficar com várias migalhas de tamanhos diferentes: a variação de tamanho ajuda na textura, então não misture demais. Reserve.", "Para fazer o bolo, misture a farinha, fermento, sal, cardamomo e café instantâneo em uma tigela. Em outra tigela, misture o açúcar e a casca de laranja e misture com os dedos, esfregando os grãos de açúcar contra os pedaços de casca, até que o açúcar esteja úmido e o cheiro de laranja fique forte. Adicione a mistura de farinha e misture bem.", "Coloque todos os ingredientes restantes em uma tigela e misture muito bem com um batedor de arame. Adicione os ingredientes secos e mexa delicadamente para incorporar. Pare de misturar assim que a massa ficar homogênea: caso contrário, o bolo vai ficar duro.", "Transfira a massa do bolo para a fôrma preparada e polvilhe por cima o streusel. Muito gentilmente, pressione a farofa contra a massa, só para ajudá-la a aderir.", "Asse o bolo por 30 a 35 minutos, até que ele tenha crescido e o streusel estiver dourado. Para saber se o bolo já está cozido por dentro, fure-o com um palito de churrasco: quando o bolo estiver pronto, ele deve sair limpo, sem restos de massa. Deixe o bolo esfriar antes de cortar: ele fica delicioso quente ou em temperatura ambiente. Sirva o bolo diretamente da assadeira: ao desenformar, se perde a maior parte do streusel."]}