{"title": "Bolo de coco", "description": ["Um bolo simples, sem grandes fru-frus, mas muito bom do mesmo jeito. A receita original sugere várias variações:", "Faça apenas uma das variações por vez, ou o sabor do bolo vai ficar muito misturado.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 10", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["2 xícaras de farinha de trigo", "1 colher de chá de fermento químico", "1 xícara de leite de coco", "4 colheres de sopa de manteiga sem sal", "4 ovos grandes em temperatura ambiente", "2 xícaras de açúcar", "1 colher de chá de extrato ou essência de baunilha", "2 colheres de chá de rum escuro", "¾ de xícara de coco ralado industrializado de qualquer tipo (adoçado ou não, queimado ou não)", "Antes de bater o açúcar com os ovos, misture nele a casca de ½ laranja, ou 1 limão-siciliano, ou 2 limões-taiti. Quando adicionar o leite de coco e a manteiga à massa, misture também o suco de ¼ de uma laranja, ou ½ limão siciliano, ou 1 limão-taiti.", "Ao peneirar a farinha, adicione 1 ¼ colheres de chá de coentro em pó, ou 1 colher de chá de gengibre em pó, ou ¾ de colher de chá de cardamomo em pó, ou ¼ de colher de chá de canela.", "Junto com o coco ralado, adicione ½ xícara de sementes de gergelim torrado."], "special": "uma forma de bolo com um furo no meio", "steps": ["Preaqueça o forno a 180°. Unte uma forma de pudim (aquelas com um furo no meio).", "Peneire a farinha, o fermento, e o sal em uma tigela. Misture e reserve.", "Leve uma panela pequena ao fogo baixo e adicione o leite de coco e a manteiga. Quando o leite estiver quente e a manteiga derretida, retire a panela do fogo.", "Com uma batedeira, bata os ovos e o açúcar em velocidade média-alta até que fiquem pálidos e espessos e o volume tenha quase dobrado. Adicione a baunilha e o rum e reduza a velocidade da batedeira, então acrescente os ingredientes secos, raspando as laterais da tigela conforme necessário com uma espátula de borracha. Pare de misturar quando os ingredientes desaparecerem na massa.", "Com a batedeira ainda em velocidade baixa, acrescente o coco ralado e lentamente vá pingando o leite de coco quente. Quando a mistura estiver homogênea, pare de mexer e mexa gentilmente mais uma vez com uma espátula, só para espalhar os pedacinhos de coco que tiverem afundado na massa.", "Despeje a massa sobre a assadeira preparada e asse por 60 a 65 minutos, ou até que o bolo passe o teste do palito. Deixe esfriar por pelo menos 10 minutos antes de desenformar."]}