{"title": "Bolo-torta russo de maçã", "description": ["Essa receita é uma torta de maçã com massa de bolo, e é uma delícia. A massa, se sobrar, fica deliciosa cortada em rodelas e assada para fazer biscoitinhos para servir com café. A mistura de maçãs com açúcar, canela, e limão faz uma deliciosa salada de frutas por si só quando crua, também."], "amount": "Serve 18", "time": "4 horas", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Massa", "items": ["225g de manteiga sem sal", "1 xícara de açúcar", "2 ovos grandes", "1 colher de sopa de fermento químico", "½ colher de chá de sal", "O suco de 1 limão siciliano", "3-4 xícaras de farinha de trigo"]}, {"title": "Recheio", "items": ["6-10 maçãs, todas do mesmo tipo ou uma mistura de várias diferentes (eu gosto de Fuji)", "1-2 colheres de sopa de suco de limão-siciliano", "1 xícara de passas de boa qualidade", "¼ de xícara de açúcar", "1 ¼ colheres de chá de canela em pó"]}], "special": "uma travessa de vidro refratário ou louça de 22,5x30cm", "steps": ["Em uma batedeira, bata a manteiga e o açúcar em velocidade média até que fique homogêneo, cerca de 2 minutos. Adicione os ovos e continue batendo até que a mistura fique clara e fofa. Reduza a velocidade da batedeira e acrescente então o sal e o fermento:  misture para incorporar.", "Adicione o suco de limão: a massa vai talhar, mas não se preocupe. Ainda em velocidade baixa, adicione 3 xícaras de farinha, raspando as laterais da tigela para incorporar. A massa deve se parecer mais com uma de pão do que com uma de torta: se não estiver nesse ponto, adicione mais farinha, ¼ de xícara de cada vez. A quantidade de farinha necessária pode variar conforme a quantidade de suco de limão.", "Quando a massa estiver no ponto, divida-a em duas porções iguais (se puder, molde-as em um retângulo: vai facilitar seu trabalho mais tarde) e embrulhe em plástico filme. Leve à geladeira por pelo menos 2 horas ou até 3 dias.", "Enquanto a massa descansa, prepare as maçãs. Descasque, tire o miolo e corte as maçãs em fatias de cerca de 1cm de espessura (eu recomendo começar com 6 maçãs e se necessário descascar o resto se achar pouco recheio). Coloque as fatias em uma tigela e adicione um pouco de suco de limão: misture para cobrir as fatias e evitar que elas escureçam. Adicione as passas, o açúcar e a canela e misture, então experimente e adicione mais limão, açúcar ou canela se achar necessário.", "Preaqueça o forno a 190°. Unte generosamente com manteiga a sua travessa.", "Tire a massa da geladeira: se estiver muito dura, deixe descansando em temperatura ambiente por uns 10 minutos. Você tem duas opções quanto a fazer a base da torta: ou abrir a massa usando um rolo, ou ir pegando pedacinhos de massa, abrindo-os e forrando a base. Graças ao fermento na massa, eles vão crescer no forno e grudar um no outro. Independente do que escolher, saiba que a cobertura da torta precisa ser aberta com rolo: ir grudando os pedacinhos deixa a superfície feiosa e dificulta vedá-la para que o recheio possa cozinhar. É importante também não deixar a massa muito fina: ela é deliciosa, e seria um desperdício não conseguir sentir o gosto dela.", "Quando a base estiver devidamente colocada na assadeira (ela pode subir as laterais da panela ou não: tanto faz), despeje por cima as maçãs fatiadas. Se elas tiverem soltado muito líquido na tigela, não o coloque na massa: despeje-o em um copo e beba o melhor suco de maçã da sua vida.", "Abra a outra metade da massa deixando-a com uma espessura de 1cm e coloque-a sobre o recheio delicadamente. Com os dedos, encaixe a massa nas laterais como se estivesse fazendo uma cama: tente vedar bem para que o suco das maçãs não vaze à medida que assam. Pincele a superfície da torta com água e polvilhe com um pouco de açúcar cristal. Usando uma faca pequena e afiada, faça 6-8 furinhos na superfície para o vapor poder vazar.", "Leve ao forno preaquecido por 65-80 minutos, até que a massa esteja lindamente dourada e o suco da maçã esteja borbulhando pelos furos. Tire do forno e deixe atingir temperatura ambiente antes de servir."]}