{"title": "Bolo Bundt de pera e ameixas", "description": ["Esse bolo é perfeito com o chá! Não se preocupe muito com as nozes moídas: o bolo fica uma delícia mesmo sem elas. Ele é bastante úmido, então coma-o em até 3 dias.", "Uma forma Bundt é um tipo de forma alemã com um furo no meio e as paredes moldadas de modo que o bolo fique com um lindo desenho depois de assado. Se não encontrar uma (ou tiver preguiça de comprar), use uma forma com furo no meio normal.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 12,", "time": "1h30min", "difficulty": "medium", "custom": false, "ingredients": ["2 ¼ xícaras de farinha de trigo", "½ xícara de avelãs ou nozes moídas (ou mais ¼ de xícara de farinha de trigo)", "1 colher de chá de fermento químico", "½ colher de chá de bicarbonato de sódio", "¼ de colher de chá de sal", "225g de manteiga", "2 xícaras de açúcar mascavo", "3 ovos grandes, em temperatura ambiente", "1 ½ colheres de chá de extrato ou essência de baunilha (extrato é preferível)", "½ colher de chá de amaretto (só se estiver usando as nozes moídas)", "1 xícara de buttermilk (vide receita na seção de Ingredientes)", "2 pêras maduras, sem a casca e o miolo, picadas em cubos de ½ cm", "½ xícara de ameixas, cortadas em cubos de ½ cm, ou ½ xícara de passas", "Açúcar de confeiteiro, para decorar (opcional)"], "special": "uma forma Bundt ou uma forma redonda com furo no meio", "steps": ["Preaqueça o forno a 180°. Unte e enfarinhe uma fôrma Bundt e se livre do excesso de farinha dando algumas batidinhas na forma sobre a pia.", "Misture a farinha, as nozes (se for usá-las), o fermento químico, o bicarbonato e o sal em uma tigela. Reserve.", "Na tigela de uma batedeira, bata a manteiga e o açúcar juntos em velocidade média até que a mistura fique clara e fofa. Acrescente os ovos, um de cada vez, mexendo bem entre cada adição.", "Adicione a baunilha e o extrato de amêndoas, se for usá-lo. Quando estiver bem misturado, abaixe a velocidade da batedeira.", "Adicione os ingredientes secos alternados com o buttermilk em três partes, incorporando uma adição antes de colocar a próxima: ⅓ dos ingredientes secos, metade do buttermilk, metade dos ingredientes secos restantes, o buttermilk restante e os ingredientes secos restantes. Pare de mexer assim que os ingredientes desaparecerem na massa: se misturar demais, o bolo vai ficar duro.", "Adicione as pêras e as frutas secas e misture gentilmente com uma espátula. Despeje a massa sobre a fôrma preparada e alise a superfície. Asse por 60-65 minutos, ou até que o bolo passe o teste do palito. Deixe o bolo esfriar por pelo menos 10 minutos antes de desenformar e sirva polvilhado com açúcar de confeiteiro."]}