{"title": "Broas de fubá e maple syrup", "description": ["Essas broas ficam deliciosas quentes e recém-saídas do forno, mas ainda são bastante boas mornas ou mesmo em temperatura ambiente. Sirva com bastante manteiga e um pouco de mel ou geleia.", "Como são de milho, ressecam muito rápido, então coma-as em no máximo 24 horas: se passarem disso, corte-as ao meio, espalhe manteiga, e esquente-as brevemente no forno ou no grill.", "Esta receita foi adaptada do livro Baking: From My Home to Yours, da autora Dorie Greenspan."], "amount": "Serve 6", "time": "40 minutos", "difficulty": "easy", "custom": false, "ingredients": ["1 xícara de farinha de trigo", "1 xícara de fubá", "1 colher de sopa de fermento químico", "½ colher de chá de sal", "¼ de colher de chá de bicarbonato de sódio", "85g de manteiga sem sal gelada, cortada em cubos", "½ xícara de leite integral gelado", "¼ de xícara de maple syrup"], "special": "", "steps": ["Preaqueça o forno a 210°. Forre o fundo de uma assadeira larga com papel-manteiga.", "Em uma tigela, misture a farinha, o fubá, o fermento, o sal e o bicarbonato. Adicione a manteiga, e com as pontas dos dedos vá beliscando os pedaços de manteiga e os ingredientes secos para fazer uma farofa. Seu objetivo é ficar com uma farofa com pedaços de tamanhos variáveis de manteiga, indo desde o tamanho de ervilhas até o tamanho de grãos de arroz. Não misture demais ou use a mão inteira, ou você vai acabar derretendo a manteiga e fazendo uma massa.", "Em outra tigela, misture o leite e o maple syrup. Adicione essa mistura aos ingredientes secos e, com um garfo, muito gentilmente misture até que os ingredientes fiquem mais ou menos misturados. Não se preocupe se a massa parecer não estar totalmente homogênea.", "Usando uma colher de sopa, coloque colheradas da massa na assadeira preparada: você deve ter 12 no total. Deixe um ou dois centímetros de espaço entre uma broa e outra.", "Asse as broas por 15 minutos ou até que tenham crescido um pouco e começado a dourar. Transfira para uma cesta e sirva imediatamente, antes que esfriem."]}