{"title": "Crumble de banana e abacaxi", "description": ["Dependendo do tipo de abacaxi que estiver usando, 45 minutos pode ser muito pouco tempo: ele solta muita água e o recheio vira uma sopa. Se ao servir você perceber que o crisp está muito líquido, devolva-o ao forno (se for um forno ventilado, melhor ainda) por mais alguns minutos para engrossar o suco e transformá-lo em uma calda espessa que lembra geleia.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 8 a 12", "time": "1h30min", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Cobertura", "items": ["¾ de xícara de farinha de trigo", "½ xícara de açúcar mascavo", "½ xícara de aveia em flocos grossos", "½ xícara de coco ralado industrializado", "1 colher de chá de canela em pó", "¼ de colher de chá de gengibre em pó", "115g de manteiga sem sal gelada, cortada em cubinhos"]}, {"title": "Recheio", "items": ["6-8 bananas-nanicas, cortadas em rodelas de ½cm", "800g de abacaxi maduro descascado", "⅔ de xícara de açúcar", "1 colher de sopa de farinha de trigo"]}], "special": "", "steps": ["Preaqueça o forno a 190°. Unte uma travessa refratária de servir com manteiga sem sal.", "Faça o recheio: corte o abacaxi em rodelas finas e então corte cada rodela em 4-8 pedaços de modo que fiquem do mesmo tamanho que as rodelas de banana. Misture com o açúcar e a farinha e reserve.", "Para fazer a cobertura, pulse todos os ingredientes em um processador de alimentos até ficar com uma farofa com alguns pedaços maiores (no máximo, do tamanho de uma ervilha) de manteiga. Se preferir, essa mistura pode ser feita com antecedência e refrigerada por até 3 dias.", "Coloque o recheio na assadeira preparada e polvilhe a cobertura por cima: tente espalhá-la por igual. Leve ao forno por 45-60 minutos, até que a cobertura esteja dourada e você consiga ver o suco de abacaxi borbulhando nas laterais, bem espesso. Retire do forno e deixe esfriar por no mínimo 20 minutos antes de servir."]}