{"title": "Cuca de café", "description": ["Essa receita talvez não seja cem por cento tradicional, mas ainda assim fica bastante boa. Como pode imaginar, ela fica excelente junto com café: leve-a para um piquenique ou lanche da tarde.", "Esta receita foi adaptada do livro Comida Caseira, do autor Jamie Oliver."], "amount": "Serve 18", "time": "2h", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Caramelo", "items": ["100g de açúcar", "½ colher de chá de café instantâneo"]}, {"title": "Streusel", "items": ["150g de manteiga sem sal gelada, cortada em cubos", "150g de farinha de trigo", "½ colher de chá de fermento químico", "100g de açúcar demerara"]}, {"title": "Massa", "items": ["225g manteiga sem sal em temperatura ambiente", "225g de açúcar demerara", "4 ovos grandes", "225g farinha de trigo", "1 colher de sopa de fermento químico", "50ml de café espresso, em temperatura ambiente", "1 colher de chá + 1 colher de sopa de café instantâneo", "2 colheres de chá de água"]}], "special": "", "steps": ["Preaqueça o forno a 180°C. Unte com manteiga uma assadeira grande e cubra uma bancada de trabalho com papel-manteiga untado ou papel antiaderente.", "Prepare o caramelo: coloque o açúcar em uma panela antiaderente sobre fogo alto com 1 colher de sopa de água. Deixe alguns minutos, sem mexer: assim que dourar, adicione o café instantâneo, mexa, e despeje a mistura toda sobre o papel-manteiga untado. Deixe esfriar e endurecer.", "Faça o streusel: adicione a manteiga à uma tigela junto com os outros ingredientes. “Belisque” com a ponta dos dedos para que fique com a consistência de farofa. É muito importante que a manteiga esteja gelada! Se não, ela vai se misturar com o resto dos ingredientes e fazer uma massa.Não se preocupe se houverem pedaços um pouco maiores de manteiga (mas não os deixe passar do tamanho de uma ervilha): eles vão adicionar textura no produto final.", "Faça a massa: bata a manteiga com o açúcar em uma batedeira até obter um creme claro e fofo. Adicione os ovos, um de cada vez, e junte a farinha e o fermento em pó. Junte o café espresso, o café instantâneo e a água, e misture. só até incorporar Transfira a massa para a assadeira untada e alise com uma colher ou espátula para que a superfície fique uniforme.", "Pegue o caramelo, que a essa hora já deve ter endurecido, e o esmigalhe. Misture com o streusel e polvilhe sobre o bolo, então leve ao forno preaquecido por 35 minutos. Para ver se a cuca já está cozida por dentro, fure-o com um palito de churrasco: ele deve sair limpo. Deixe a cuca esfriar por 10 minutos antes de desenformar."]}