{"title": "Gingerbread com cobertura de chocolate", "description": ["Esse bolo é delicioso, repleto de especiarias e com pedacinhos crocantes de chocolate e gengibre no meio. Fica excelente acompanhado de uma xícara de café com rapadura. Por ser bastante denso, ele dura um tempo razoável se bem embrulhado em filme plástico.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 9", "time": "1 hora", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Gingerbread", "items": ["2 colheres de sopa de gengibre descascado e picado muito finamente", "1 colher de sopa de açúcar", "2 xícaras de farinha de trigo", "1 colher de chá de bicarbonato de sódio", "2 colheres de chá de gengibre em pó", "¾ de colher de chá de canela em pó", "¼ de colher de chá de cravo em pó", "150g de manteiga sem sal em temperatura ambiente", "¾ de xícara de açúcar mascavo", "3 ovos", "½ xícara de melado de cana", "180g de chocolate meio amargo para culinária", "1 xícara de buttermilk"]}, {"title": "Cobertura", "items": ["90g de chocolate meio amargo para culinária, picado grosseiramente", "1 colher de sopa de café passado bem forte", "3 colheres de sopa de manteiga sem sal em temperatura ambiente", "3 colheres de sopa de açúcar de confeiteiro"]}], "special": "", "steps": ["Preaqueça o forno a 180°. Unte uma fôrma de bolo com manteiga. Em uma tigela, misture a farinha, o bicarbonato e as especiarias. Em uma tigela pequena ou prato fundo, misture o gengibre e o açúcar branco e reserve. Derreta 60g do chocolate e pique o resto finamente.", "Com uma batedeira, bata a manteiga e o açúcar mascavo em velocidade alta até que a mistura fique clara e fofa, cerca de 3 minutos. Adicione os ovos, um de cada vez, misturando bem entre cada adição. Adicione o melado de cana e bata até que fique homogêneo: não se preocupe se a mistura parecer talhada.", "Reduza a velocidade da batedeira e adicione o chocolate derretido (que a essa altura, já deve ter amornado) e a mistura de gengibre e açúcar.", "Ainda em velocidade baixa, adicione ⅓ dos ingredientes secos, ½ do buttermilk, ½ dos ingredientes secos restantes, o resto do buttermilk e o resto dos ingredientes secos. Adicione cada um desses somente quando tiver incorporado o último ingrediente, e pare de misturar assim que não conseguir ver mais farinha na massa.", "Adicione o chocolate picado e mexa com uma espátula para espalhá-lo pela massa. Transfira a massa para a assadeira preparada e leve ao forno por 40 minutos, até que o bolo comece a se separar das laterais da assadeira e passe o teste do palito. Deixe o bolo descansando por 10 minutos antes de desenformar. Se as bordas tiverem queimado um pouco, não entre em pânico: simplesmente corte-as fora com uma faca de serra afiada. Ninguém vai perceber depois que o bolo estiver coberto com chocolate.", "Para fazer a cobertura, derreta o chocolate em banho-maria junto com o café. Adicione a manteiga, uma colher de sopa de cada vez, e então peneire por cima o açúcar de confeiteiro, misturando até incorporar. Deixe a cobertura descansar por 10 minutos antes de confeitar o bolo.", "Coloque o bolo sobre um pedaço de papel-manteiga (para não sujar a sua bancada) e derrame por cima a cobertura. Usando uma espátula para bolos, espalhe a cobertura por cima do bolo, formando uma camada uniforme. Deixe a cobertura endurecer por 30 minutos, então corte o gingerbread em 9 pedaços e sirva."]}