{"title": "Massa de tarte de chocolate", "description": ["Eu gosto dessa massa recheada com ganache de chocolate (vide a receita na seção de Doces de Colher), mas ela também fica excelente com frutas frescas (especialmente morangos) e chantilly.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "1 base de torta", "time": "1h15min", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Faz o suficiente para 1 tarte, demora 1 hora e 15 minutos", "items": ["1 ¼ xícaras de farinha de trigo", "¼ de xícara de cacau em pó", "¼ de xícara de açúcar de confeiteiro", "125g de manteiga sem sal gelada, cortada em cubinhos", "1 gema de ovo"]}], "special": "uma forma para tarte de fundo removível e um processador de alimentos", "steps": ["Coloque os ingredientes secos em um processador de alimentos e pulse para misturar.", "Adicione a manteiga em cubos e pulse até que ela esteja “picada” na farinha: Não pulse demais, sob hipótese alguma: o objetivo é ficar com pedacinhos de diversos tamanhos, indo desde ervilhas a aveia.", "Em uma tigela pequena, bata rapidamente a gema, só para a deixar mais líquida, e adicione-a aos poucos ao processador de alimentos, pulsando entre as adições. Quando tiver colocado todo o ovo, faça alguns pulsos mais longos, cerca de 10 segundos, até que a massa comece a se juntar, formando uma bola. .", "Transfira a massa para uma superfície enfarinhada e amasse só até quaisquer ingredientes secos que não se misturaram sejam incorporados na massa.", "Unte a sua fôrma de tarte com manteiga e pressione a massa contra o fundo e as laterais: corte fora o excesso de massa e guarde-o para consertar a massa se ela rachar no forno. Não pressione com muita força: o objetivo é fazer as migalhas da massa grudarem umas nas outras sem que ela perca a textura farelenta. Leve ao congelador por pelo menos 30 minutos antes de assar.", "Preaqueça o forno a 190°. Pegue uma folha de papel alumínio e unte um dos lados com manteiga: encaixe o lado untado contra a massa, apertando bem para que fique encostada na massa. Como ela está congelada, não há necessidade de usar pesos.", "Leve a massa ao forno por 25 minutos e retire o papel-alumínio. Se a massa estiver estufada, pressione-a com uma colher. Se a massa estiver rachada, conserte com a massa reservada anteriormente: umedeça a massa com algumas gotas de água e conserte a rachadura.", "Retorne a massa ao forno por mais 8 minutos para terminar de assar. Se a massa tiver rachado novamente, conserte com a massa reservada e asse por mais 2 minutos. Caso contrário, deixe esfriar completamente antes de rechear."]}