{"title": "Massa de torta n° 1 (a melhor)", "description": ["Essa receita dá algum trabalho, mas vale muito a pena. A gordura vegetal hidrogenada dá a textura desejada à massa, e a manteiga é responsável pelo sabor. Use quaisquer pedacinhos de massa restantes para fazer biscoitos: faça pequenos discos de massa, faça uma depressão no meio usando o polegar e recheie com mais ou menos meia colher de chá de geleia. Asse até que comecem a dourar e sirva junto de chá ou café.", "Se fizer uma receita inteira e só precisar de uma base de torta, o outro disco de massa pode ser congelado por até 2 meses.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "o suficiente para uma torta coberta ou duas bases", "time": "2h", "difficulty": "medium", "custom": false, "ingredients": ["3 xícaras de farinha de trigo", "¼ de xícara de açúcar", "1 ½ colheres de chá de sal", "285 g de manteiga sem sal, cortada em pedaços do tamanho de colheres de sopa e **gelada**", "70g de gordura vegetal hidrogenada **gelada**", "½ xícara de água **gelada**"], "special": "um processador de alimentos", "steps": ["Coloque a farinha, sal e açúcar em um processador de alimentos e pulse para misturar.", "Adicione a manteiga e a gordura vegetal e pulse até que ambas estejam “picadas” na farinha. Não pulse demais, sob hipótese alguma: o objetivo é ficar com pedacinhos de diversos tamanhos, indo desde ervilhas a grãos de arroz.", "Adicione 6 colheres de sopa de água enquanto pulsa: adicione um pouco de água e pulse, um pouco mais e pulse, e continue assim. Use um pulso mais longo para incorporar a água. Se após 12 pulsos a mistura não estiver homogeneamente umedecida ou não começar a se agregar, adicione mais água (aos poucos e pulsando) conforme necessária. A massa estará pronta quando, ao pegar um punhado de massa e beliscá-la entre os dedos, ela se agregar.", "Divida a massa em duas porções iguais. Pressione gentilmente com as mãos para juntar a farofa e fazer duas bolas: amasse as bolas para fazer discos e embrulhe em plástico filme. Leve à geladeira por 1 hora.", "Unte uma forma de tortas e reserve. A massa pode ser aberta em uma superfície enfarinhada, ou entre duas folhas de papel manteiga ou plástico filme. Se você estiver usando a superfície enfarinhada, vire a massa com frequência para que ela estique por igual e certifique-se de que a superfície está bem enfarinhada para não grudar. A massa deve ficar maior do que a sua fôrma. Se tiver tempo, leve a massa novamente à geladeira por 20 minutos.", "**Para fazer uma torta coberta**: Coloque um dos discos de massa sobre a fôrma, deixando o excesso pendurado por cima das bordas. Corte o excesso, deixando cerca de ¾ de centímetro restante. Recheie a torta e umedeça as bordas da massa com água.", "Coloque o outro disco de massa por cima e corte o excesso de massa com tesouras ou uma faca, deixando cerca de 1 centímetro. Dobre a massa de cima sobre a massa de baixo e pressione com os dentes de um garfo para decorar e selar.", "**Para fazer uma base de torta**: Coloque um dos discos de massa sobre a fôrma, deixando o excesso pendurado por cima das bordas. Corte a maior parte do excesso, deixando cerca de 1cm (a massa talvez encolha no forno).", "Se a receita pedir uma massa pré-assada, leve a massa já na fôrma à geladeira e preaqueça o forno a 200°C. Pegue uma folha de papel alumínio e unte um dos lados com manteiga: encaixe-a na forma, apertando bem para que fique em contato com toda a superfície da massa. Encha o papel-alumínio de grãos de arroz, feijão cru ou bolinhas de cerâmica para fazer peso. Asse por 25 minutos, então retire o papel alumínio e os pesos (guarde-os para fazer outras tortas). Se a massa tiver estufado, pressione-a com uma colher. Se a sua receita pedir uma massa de torta parcialmente assada, leve-a ao forno por mais 5 minutos (até começar a pegar cor de leve). Se a receita pedir uma massa totalmente assada, leve ao forno por mais 10 minutos (até ela dourar). Deixe a massa esfriar completamente antes de rechear."]}