{"title": "Pudim de castanha-do-pará", "description": ["Gosto muito de pudim de leite condensado, mas raramente o faço: geralmente o sabor dos ovos me impede de conseguir comê-lo em casa. Nessa receita, a castanha do pará faz um excelente trabalho o disfarçando, e o resultado final é uma delícia.", "Esta receita foi adaptada do site do [Estadão](https://www.estadao.com.br/paladar/receita/pudim-de-castanha-do-para/)."], "amount": "Serve 12", "time": "2 horas", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Calda", "items": ["200g de açúcar", "300ml de água"]}, {"title": "Massa de castanha-do-pará", "items": ["80g de castanha-do-pará", "110g de açúcar", "110g de farinha de trigo", "50ml de leite integral", "2 colheres de chá de fermento", "50g de manteiga sem sal, derretida"]}, {"title": "Creme", "items": ["5 ovos", "2 xícaras de leite integral", "2 xícaras de leite condensado"]}], "special": "um liquidificador", "steps": ["Ligue o forno a 150° e prepare o caramelo: esquente o açúcar sobre fogo baixo até que ele derreta e fique castanho, então lentamente adicione a água, mexendo até dissolver. Tome cuidado para não se queimar: o açúcar provavelmente vai espirrar. Reserve a calda e deixe esfriar completamente enquanto prepara a massa e o creme.", "Bata as castanhas-do-pará no liquidificador para moer finamente. Em uma tigela, misture essa farinha de castanhas com o resto dos ingredientes da massa, mexendo até que fique homogêneo e reserve.", "Lave o liquidificador, bata bem os ingredientes do creme e reserve.", "Despeje a calda, já em temperatura ambiente, em uma fôrma para pudim untada com manteiga. Espalhe a massa de castanha-do-pará por cima, tomando cuidado para manter a espessura mais ou menos uniforme. Por fim, delicadamente despeje o creme por cima, tomando cuidado para não perturbar a massa.", "Cubra a fôrma com papel-alumínio e a coloque em uma assadeira com um ou dois dedos de água. Leve ao forno preaquecido e asse por 1 hora e 30 minutos. Retire do forno e deixe esfriar completamente: se desenformada enquanto quente, o risco do pudim se despedaçar é grande."]}