{"title": "Pão doce com passas", "description": ["Essa receita é bastante trabalhosa, mas como vale a pena! Por mais delicioso que ele seja quando puro, a receita original recomenda usá-lo para rabanada, ou torrado com manteiga ou geleia.", "Em temperatura ambiente, bem embrulhado em filme plástico, esse pão dura até três dias.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "500g", "time": "4h", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Pão", "items": ["2 ¼ colheres de chá de fermento biológico seco (7g)", "¼ de xícara de açúcar", "1 ¼ xícaras de leite integral morno", "4 colheres de sopa de manteiga sem sal, em temperatura ambiente", "¾ de colher de chá de sal", "1 ovo grande", "¼ de colher de chá de extrato de baunilha (opcional)", "A casca de ½ laranja, finamente ralada (opcional)", "Uma pitada de noz-moscada ralada na hora (opcional)", "3 ¾-4 xícaras de farinha de trigo comum"]}, {"title": "Recheio", "items": ["1 colher de sopa de açúcar", "2 colheres de chá de canela em pó", "2 colheres de chá de cacau em pó (opcional)", "1 xícara de passas razoavelmente frescas (elas não devem estar completamente secas e duras)", "3 colheres de sopa de manteiga sem sal, em temperatura ambiente"]}], "special": "uma batedeira com gancho para massas, uma forma para pão de forma (também chamada de forma para bolo inglês) de 23x13cm", "steps": ["Coloque o fermento em uma tigela junto com uma pitada de açúcar e ¼ de xícara do leite morno. Deixe descansar por três minutos, então mexa bem. Reserve.", "Com uma batedeira, misture o leite e açúcar restantes e a manteiga em velocidade baixa. Adicione o sal, o ovo, e os ingredientes opcionais (noz-moscada, casca de laranja e baunilha) se os estiver usando, e misture bem. Não se preocupe se a massa parecer talhada. Adicione a mistura de fermento e bata em velocidade média-baixa por mais um minuto.", "Desligue a batedeira e adicione 2 ¾ xícaras de farinha. Misture em velocidade baixa até que a farinha esteja incorporada nos líquidos: vai ser uma massa grudenta. Troque a pá da batedeira por um gancho de massa, adicione mais 1 xícara de farinha e misture a massa em velocidade média por mais alguns minutos, até que ela limpe as laterais da tigela (se ela não o fizer, adicione até 4 colheres de sopa de farinha, uma de cada vez).", "Quando a massa atingir esse ponto, continue trabalhando por mais 3 minutos, até que fique lisa e homogênea e “brilhe” um pouco por causa da gordura.", "Unte uma tigela grande com manteiga, adicione a massa do pão e cubra com filme plástico. Leve a um lugar morno para crescer até dobrar de tamanho, cerca de uma hora e meia.", "Transfira a massa para um pedaço grande de filme plástico, embrulhe bem, e leve ao freezer por 30 minutos para que ela endureça o suficiente para trabalhar. Se for mais conveniente, você também pode levá-la à geladeira de um dia para o outro.", "Prepare o recheio: misture a canela, o açúcar e, se o estiver usando, o cacau em uma tigela pequena. Experimente uma das passas: se estiver seca e dura, cozinhe as passas no vapor por 1 minuto e seque bem com um pano limpo.", "Unte a sua forma de pão com manteiga. Coloque a massa em uma bancada enfarinhada e polvilhe com mais um pouco de farinha, então abra com um rolo de macarrão para fazer um retângulo de cerca de 30x45cm.", "Espalhe ⅔ da manteiga sobre a superfície da massa: é mais fácil fazer isso com os dedos. Polvilhe com a mistura de açúcar e espalhe as passas. Começando pelo lado mais curto da massa, enrole a massa como se fosse um rocambole. É importante fazer um tanto de pressão enquanto enrola para garantir que as camadas estão ficando bem grudadas, senão seu pão vai acabar com buracos no meio.", "Coloque o rolo de massa na forma untada e dobre as pontas para que fiquem por debaixo do pão. Cubra a forma com um pano e deixe em um lugar morno para crescer até que o pão suba um pouco acima da borda da assadeira, cerca de 45 minutos.", "Quando a massa estiver quase totalmente crescida, preaqueça o forno a 190°. Coloque a forma com o pão bem no meio de uma assadeira maior: assim, se o pão transbordar, você não suja o forno.", "Derreta a manteiga restante e pincele com ela a superfície do pão. Asse por 20 minutos, então cubra a assadeira folgadamente com uma folha de papel alumínio e asse por mais 25 minutos. O pão estará pronto quanto estiver dourado e fazendo um som oco quando você bate na parte de baixo da fôrma. Deixe esfriar por 5 minutos antes de desenformar, então deixe esfriar completamente antes de cortar."]}