{"title": "Torta cremosa de pera", "description": ["Essa torta não é muito doce, e não requer pré-assar a massa; a combinação de pêra e damascos é maravilhosa; e ela fica linda com o açúcar de confeiteiro. Infelizmente, ela não fica nada boa depois de guardada: coma-a em temperatura ambiente no mesmo dia que assar.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 8", "time": "2h30min", "difficulty": "easy", "custom": false, "ingredients": ["½ receita de Massa de Torta (suficiente para uma base)", "¼ de colher de chá de fermento químico", "⅓ de xícara de farinha de trigo", "Uma pitada de sal", "3 peras, maduras mas ainda firmes", "1 limão-siciliano", "½ xícara de damascos, cortados em cubinhos", "⅓ de xícara de nozes picadas", "2 ovos", "½ xícara de açúcar", "1 colher de sopa de rum escuro", "2 colheres de chá de extrato de baunilha", "1 colher de chá de amaretto", "2 colheres de sopa de manteiga sem sal derretida", "1 xícara de creme de leite fresco"], "special": "uma fôrma redonda de fundo removível de 20 cm", "steps": ["Abra a massa entre duas camadas de papel-manteiga para fazer um círculo de cerca de 35 cm. Sem tirar o papel, leve a massa à geladeira por 20 minutos.", "Unte a forma generosamente com manteiga. Tire a massa da geladeira, remova a camada superior de papel-manteiga, e coloque sobre a fôrma (o lado sem papel para baixo, em contato com a forma). Gentilmente pressione para que ela fique bem encostada no fundo. Aperte gentilmente a massa restante contra as laterais da fôrma: ela vai se dobrar (não tem problema nenhum) e talvez rache. Caso a massa rache, pressione-a com os dedos para selar novamente. Deixe a massa na geladeira enquanto você prepara o recheio e aquece o forno.", "Preaqueça o forno a 200°C. Coloque uma folha de papel-manteiga no fundo de uma assadeira grande.", "Misture em uma tigela pequena o sal, o fermento e a farinha. Raspe metade da casca do limão-siciliano e reserve. Descasque as peras e corte em cubinhos pequenos, descartando o miolo, então esprema um pouco do suco do limão e misture para que não escureçam. Misture às peras a casca de limão, as nozes e os damascos.", "Em uma batedeira, bata os ovos e o açúcar em velocidade média-alta até que fique espesso, cerca de 3 minutos. Abaixe a velocidade e adicione o rum, o extrato de baunilha e o amaretto, e os ingredientes secos, parando de mexer assim que não conseguir ver mais farinha. Finalmente, adicione a manteiga e o creme de leite e misture até que fique homogêneo.", "Tire a fôrma da geladeira e coloque na assadeira preparada. Adicione as frutas, espalhando-as, e comece a derramar o creme. Dependendo do quão fina a sua massa de torta foi aberta, e do quão grandes eram as suas peras, você talvez não use ele todo: pare de adicionar quando ele estiver a cerca de 2cm da borda da massa.", "Com a ponta dos dedos, cuidadosamente empurre a massa de torta em direção ao recheio. Não encoste a massa no creme: ele vai crescer no forno e preencher o espaço entre ele e a torta. Evite dobrar a massa em um ângulo muito fechado, ou ela corre o risco de quebrar.", "Coloque a torte no forno preaquecido e reduza a temperatura para 180°. Asse por 60 a 70 minutos, até que a massa esteja bem dourada e o recheio passe o teste do palito. Após 40 minutos no forno, veja a torta: se estiver muito dourada mas ainda crua por dentro, coloque uma folha de papel alumínio por cima da forma. Deixe a torta esfriar completamente antes de tentar desenformar.", "Passe uma faca ou espátula entre as laterais da forma e da torte e desenforme. Imediatamente antes de servir, polvilhe com açúcar de confeiteiro."]}