{"title": "Torta de abóbora com pera", "description": ["Essa torta é esplêndida, e tem o gosto do outono É um tanto quanto trabalhosa, mas fica muito, muito boa.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "Serve 8", "time": "2 horas", "difficulty": "medium", "custom": false, "ingredients": ["1 receita de Massa de Torta (suficiente para uma torta coberta)", "600g de abóbora butternut ou cabotiá descascada", "2 peras maduras", "½ xícara de frutas secas (passas, cranberries, maçãs)", "½ xícara de açúcar mascavo", "1 colher de chá de canela em pó", "¼ de colher de chá de noz-moscada ralada na hora", "Raspas da casca de ½ laranja-bahia", "2 colheres de sopa de suco de laranja espremido na hora", "⅓ de xícara de nozes picadas grosseiramente", "2 colheres de sopa de farinha de rosca"], "special": "uma forma para tortas de fundo removível", "steps": ["Preaqueça o forno a 200°C. Coloque a massa de torta na fôrma untada e deixe a massa de cima já aberta: deixe as duas na geladeira até a hora de usar.", "Corte a abóbora em cubos pequenos (cerca de 1 centímetro) e cozinhe-a no vapor (não as ferva, ou o recheio vai ficar muito mole) ou no micro-ondas até que fique quase totalmente cozida. Seque os pedaços com um pano ou um papel toalha e reserve.", "Enquanto isso, prepare as passas: coloque-as em uma tigela refratária e adicione água suficiente para cobrir. Leve ao micro-ondas por 3 minutos, então deixe-as descansar por 10 minutos. Escorra e descarte a água.", "Descasque as peras e descarte o miolo com as sementes e o talo. Pique também em cubos de 1 centímetro.", "Em uma tigela grande, misture os pedaços de abóbora e de pera, as passas umedecidas, o açúcar, a canela, a noz moscada, a casca e suco da laranja, as nozes e a farinha de rosca: mexa gentilmente com uma espátula para misturar sem esmigalhar os ingredientes e deixe descansando por 5 minutos para que a farinha de rosca possa absorver o líquido e o açúcar possa se dissolver.", "Retire ambas as partes da massa da torta da geladeira e recheie a base. Coloque a fôrma de torta em uma assadeira forrada com papel manteiga (caso alguma coisa dê errado, o seu forno não se suja). Feche a torta, seguindo as instruções na receita de Massa de Torta Nº1.", "Faça 4 cortes pequenos e um buraco circular na superfície da torta para que o vapor possa escapar: eu gosto de fazer isso como se fosse uma cruz com um furo no meio. Leve a torta à geladeira por 30 minutos para resfriar a massa. Se quiser, embrulhe a torta em plástico filme e congele: ela dura até 2 meses e pode ser assada direto da geladeira. Se a torta estiver congelada, asse-a por 10 minutos a mais.", "Pincele a superfície da torta com água e polvilhe com açúcar. Leve ao forno por 55 a 60 minutos, até que fique bem dourada e você possa ver o recheio borbulhando pelo buraco do meio (isso talvez não aconteça se você estiver usando kabocha: ela é mais seca). Após 40 minutos no forno, cheque a torta: se ela já estiver dourada, cubra folgadamente com papel-alumínio. Deixe a torta esfriar antes de desenformar para que ela tempo de firmar: ela pode ser servida tanto à temperatura ambiente quanto um pouco morna."]}