{"title": "Torta banoffee", "description": ["Se estiver com preguiça, use doce de leite ao invés de fazer o toffee: também fica uma delícia e dá menos trabalho. Mesmo assim, todas as pessoas à quem já servi a minha disseram que preferem essa versão: interprete como preferir."], "amount": "Serve 12", "time": "3 horas", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Massa", "items": ["1 pacote (200g) biscoitos de maizena", "150g manteiga sem sal derretida"]}, {"title": "Toffee", "items": ["125g manteiga sem sal", "125g açúcar mascavo", "1 lata (400g) leite condensado"]}, {"title": "Montagem", "items": ["4-5 bananas", "300ml de creme de leite fresco", "Cacau em pó, para polvilhar"]}], "special": "", "steps": ["Bata os biscoitos de maizena no liquidificador ou em um processador de alimentos até ficar com uma farofa. Adicione a manteiga derretida, misture bem, e coloque em uma assadeira redonda de fundo removível ou uma travessa de servir de louça. Compacte bem com as mãos, cobrindo todo o fundo da forma.", "Prepare o toffee. Derreta a manteiga em uma panela sobre fogo médio e adicione o açúcar mascavo. Mexa sem parar até que todo o açúcar dissolva e a mistura comece a espumar.", "Adicione o leite condensado e misture bem. Quando a mistura começar a ferver, abaixe o fogo e deixe cozinhar, mexendo sem parar, por 5 minutos. Seu toffee deve ficar bastante espesso.", "Despeje o toffee por cima da massa de biscoitos e espalhe por igual. Deixe esfriar completamente e leve à geladeira por mais ou menos uma hora para firmar. Não esqueça sua torta na geladeira, ou o toffee vai ficar duro.", "Quando o toffee estiver firme, fatie as bananas e distribua-as por cima em 1 ou 2 camadas, dependendo do tamanho das suas bananas. Polvilhe com um pouco de cacau em pó.", "Bata o creme de leite segundo as instruções na embalagem para fazer chantilly. Espalhe este chantilly por cima das bananas e polvilhe com mais cacau em pó para decorar. Se estiver usando uma forma de fundo removível, retire as laterais antes de servir a torta: caso contrário, sirva a torta na travessa com uma colher, como se fosse um pavê."]}