{"title": "Lokum (manjar turco)", "description": ["Muitas pessoas conhecem o manjar turco por causa da série de livros (e filmes) das Crônicas de Nárnia: são difíceis de encontrar no Brasil, mas razoavelmente fáceis de fazer em casa. A água de rosas pode ser facilmente encontrada em lojas de produtos do Oriente Médio ou pela internet.", "Essa receita fica bastante doce, mas ainda assim é uma delícia. Há diversas variações:", "- Ao invés da água de rosas, coloque água de flor de laranjeira e troque o corante alimentício por um cor de laranja: experimente também essência de limão.", "- Omita a água de rosas e coloque nozes ou pistaches picados.", "- Omita a água de rosas e coloque canela em pó e tâmaras picadas.", "Esta receita foi adaptada do canal de YouTube [Titli’s Busy Kitchen](https://www.youtube.com/watch?v=Dd3jcdK8AFA)."], "amount": "1kg", "time": "2h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Massa", "items": ["4 xícaras de açúcar", "3 ½ xícaras de água", "1 colher de sopa de suco de limão", "1 xícara de amido de milho", "1 colher de chá de cremor tártaro", "1 colher de sopa de água de rosas", "Algumas gotas de corante alimentício vermelho (opcional)"]}, {"title": "Cobertura", "items": ["1 xícara de açúcar de confeiteiro, mais um pouco para a bancada", "¼ de xícara de amido de milho"]}], "special": "um termômetro de cozinha", "steps": ["Misture 1 ½ xícaras de água, açúcar e suco de limão em uma panela pequena. Deixe levantar fervura sobre fogo alto, mexendo sempre. Quando ferver, deixe cozinhando, mexendo com frequência, até que a temperatura da mistura atinga 115°C. Retire a calda de açúcar do fogo e reserve.", "Em uma panela grande, adicione as 2 xícaras de água restante, o cremor tártaro, e o amido. Mexa com um batedor de arame até não conseguir ver mais nenhuma pelota e leve ao fogo médio. Deixe esquentar, mexendo sempre com o batedor, até que a mistura tenha a consistência de uma pasta bastante espessa. Retire do fogo e reserve.", "Adicione uma pequena quantidade da calda de açúcar à panela com o amido de milho e bata até incorporar. Adicione mais um pouco e repita o processo até ter incorporado toda a calda de açúcar na mistura de amido.", "Leve a panela ao fogo médio até ferver, então reduza o fogo. Deixe a mistura cozinhar sobre fervura branda, mexendo frequentemente para não queimar, por cerca de 1 hora: ela deve estar com uma coloração âmbar ao final do cozimento.", "Retire a panela do fogo e adicione a sua água de rosas e o corante alimentício. Misture bem para incorporar. Unte uma assadeira quadrada de 20x20cm com óleo, então corte um pedaço de papel-manteiga de modo que recubra tanto o fundo quanto as laterais da assadeira. Unte esse papel-manteiga com óleo, transfira a mistura de amido, e cubra com um pano para que moscas não consigam pousar em cima. Deixe esfriar completamente: isso provavelmente vai demorar algumas horas.", "Polvilhe a superfície do seu manjar turco com açúcar de confeiteiro e vire a assadeira sobre uma bancada também polvilhada com açúcar. Gentilmente retire o papel-manteiga: ele deve se soltar com facilidade. Corte o manjar turco em quadradinhos do mesmo tamanho: o jeito mais fácil é usar um cortador de pizza, ou uma faca untada com óleo.", "Misture o açúcar de confeiteiro e o amido em uma tigela grande. Na medida em que for cortando os quadradinhos, vá transferindo-os para essa mistura e mexa bem para recobrir a superfície inteira: assim eles não grudam uns nos outros. Para guardar, coloque o manjar turco em um pote com tampa junto com essa mistura de açúcar."]}