{"title": "Shortbread de milionário", "description": ["Essa receita é absolutamente pecaminosa. Shortbread é um tipo de biscoito tradicional no Reino Unido, caracterizado por ser extremamente macio e fácil de esfarelar e ter o sabor de pura manteiga. A cobertura de caramelo (semelhante ao da Torta banoffee) e chocolate amargo levam a receita a outro patamar.", "Esta receita foi adaptada do canal de YouTube [Titli’s Busy Kitchen](https://www.youtube.com/watch?v=zqjOuRlnacs)."], "amount": "24 quadradinhos", "time": "1h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Shortbread", "items": ["250g de farinha de trigo comum", "175g de manteiga", "75g de açúcar"]}, {"title": "Fudge", "items": ["1 lata (400g) de leite condensado", "150g de manteiga", "150g de açúcar mascavo"]}, {"title": "Cobertura", "items": ["200g de chocolate amargo ou meio amargo para culinária"]}], "special": "uma assadeira quadrada (idealmente, de fundo removível)", "steps": ["Preaqueça o forno a 180°. Faça o shortbread: misture a farinha e o açúcar em uma tigela, então adicione a manteiga e amasse até formar uma massa homogênea.", "Pressione a massa contra o fundo de uma assadeira quadrada de fundo removível, formando uma camada de espessura constante. Com a parte de trás de uma colher, alise a superfície da massa para a deixar o mais lisa possível. Faça alguns furos com um garfo (eles vão evitar que a massa forme bolhas) e leve ao forno preaquecido por 20 minutos.", "Tire o shortbread do forno e deixe esfriar. Enquanto isso, prepare o fudge: derreta a manteiga em uma panela sobre fogo brando e adicione o açúcar. Mexa gentilmente até que todo o açúcar tenha se dissolvido e retire do fogo.", "Adicione o leite condensado, retorne a mistura ao fogo médio e deixe levantar fervura. Abaixe o fogo e deixe em fervura branda por 8 a 10 minutos, mexendo sem parar para não grudar no fundo.", "Espalhe o caramelo ainda quente sobre a base de shortbread, espalhando-o por toda a superfície se necessário e deixe esfriar enquanto derrete o chocolate.", "Derreta o chocolate em banho-maria: coloque uma tigela refratária encaixada em uma panela cheia de água fervente e deixe-o derreter, mexendo frequentemente, só até ele derreter completamente. Despeje-o sobre o shortbread e espalhe por toda a superfície, então leve à geladeira para esfriar completamente.", "Quando o chocolate ficar sólido novamente, retire as laterais da assadeira e corte o shortbread em quadrados. Deixe voltar à temperatura ambiente antes de servir, caso contrário o fudge vai ficar duro."]}