{"title": "Agebitashi de berinjela", "description": ["Essa receita é um tanto quanto trabalhosa, mas acho que no mesmo nível que as outras receitas envolvendo berinjelas fritas deste livro. Como de costume, coloquei a dificuldade como média única e exclusivamente por causa da fritura.", "Esta receita foi adaptada do site [Just One Cookbook](https://www.justonecookbook.com/eggplant-agebitashi/)."], "amount": "Serve 4 pessoas", "time": "1h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Preparo e montagem", "items": ["¾ de xícara de dashi", "3 colheres de sopa de mirin (saquê licoroso, vende em qualquer seção de produtos japoneses)", "3 colheres de sopa de saquê", "3 colheres de sopa de shoyu", "1 colher de sopa bem cheia de açúcar", "600g de berinjela (idealmente, berinjela japonesa, que é longa e fina: se não encontrar, use berinjela normal)", "Óleo para fritar", "Cebolinha picada e gengibre ralado, para servir"]}], "special": "", "steps": ["Misture o dashi, o mirin, o saquê, o shoyu e o açúcar em uma panela pequena. Leve ao fogo médio até levantar fervura, então tampe para não evaporar e reserve.", "Esquente o óleo que vai usar para fritar. Quando estiver quente (em torno de 160°, se tiver um termômetro), reduza o fogo para que não queime e comece a preparar as berinjelas.", "Corte fora as pontas da berinjela e divida-a ao meio no sentido do comprimento. Com a faca, faça cortes rasos na casca, de cerca de 3mm de profundidade: isso vai aumentar a área de superfície e facilitar a penetração do molho. Corte a berinjela em pedaços não muito pequenos: eu corto em 3 ou 4 (se estiver usando berinjelas comuns, corte em mais pedaços).", "Frite as berinjelas no óleo até que comecem a dourar, seguindo a técnica descrita na seção de Informação Útil. Na medida em que os pedaços forem dourando, transfira-os para um prato forrado com papel-toalha para absorver o óleo.", "Transfira as berinjelas para uma travessa, dispondo-as em uma camada só com a pela para cima. Esquente o molho se ele estiver frio e derrame por cima, então deixe marinando por pelo menos 1 hora. Para servir, tire as berinjelas da marinada e espalhe por cima a cebolinha e gengibre."]}