{"title": "Cornbread ianque", "description": ["Essa receita requer algum planejamento (preparar o buttermilk e o sour cream), mas eu acho que vale a pena. Não sabia se devia colocar essa receita na seção de Pães (porque é um pão), na de Acompanhamentos (porque é servida como tal), ou na de Sobremesas (porque é adocicado e servido com mel). As sobras duram até 3 dias se guardadas em um pote fechado na geladeira.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/moist-and-tender-brown-butter-cornbread-recipe)."], "amount": "Serve 6-8", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["100g de manteiga", "1 xícara de fubá", "1 xícara de farinha de trigo", "4 colheres de sopa de açúcar", "2 colheres de chá de fermento químico", "¼ de colher de chá de bicarbonato de sódio", "2 ovos", "¾ de xícara de sour cream (vide receita na seção de Ingredientes)", "½ xícara de buttermilk (vide receita na seção de Ingredientes)", "⅓ de xícara de água quente", "Mel e manteiga com sal, para servir"], "special": "uma frigideira de ferro fundido", "steps": ["Preaqueça o forno a 220° e coloque a manteiga na frigideira. Transfira a frigideira para o forno e deixe por 10 a 20 minutos, até que a manteiga esteja derretida e bem dourada. Transfira a manteiga derretida para uma xícara, deixando mais ou menos 1 colher de sopa na frigideira.", "Em uma tigela, misture o fubá, a farinha, o açúcar, o sal, o fermento e o bicarbonato. Adicione os ovos, o sour cream, e o buttermilk à outra tigela e misture bem.", "Mexendo sem parar com um batedor de arame, lentamente adicione a manteiga derretida reservada aos ingredientes líquidos. Misture os ingredientes molhados aos ingredientes secos, parando de mexer assim que eles estiverem combinados. Adicione a água quente e mexa mais uma vez para misturar.", "Sacuda a frigideira para cobrir as laterais e o fundo com a manteiga derretida restante. Derrame a massa sobre a frigideira e devolva ao forno para assar por 20 a 25 minutos ou até que passe o teste do palito.", "Deixe esfriar 10 minutos antes de cortar. Sirva quente, com bastante manteiga e mel."]}