{"title": "Feijão preto à cubana", "description": ["Uma receita que até lembra um pouco uma feijoada: ela faz um acompanhamento espetacular para carnes grelhadas ou assadas e, se servida junto de uma salada verde, um prato principal bastante satisfatório. Para tornar a receita vegetariana, omita o bacon e joelho de porco e tempere o feijão com um pouco de shoyu no final.", "Sirva com arroz branco fresquinho e bastante molho de pimenta: este último é absolutamente obrigatório.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["¼ de xícara de azeite de oliva extravirgem", "100g de bacon em cubinhos", "1 cebola grande, descascada e picada em cubos", "1 cabeça de alho, os dentes descascados e picados", "2 pimentões verdes pequenos, sem as sementes e picados em cubinhos", "1 pimenta jalapeño ou dedo-de-moça, sem as sementes e picada finamente", "1 colher de sopa de sal de parrilla, ou mais a gosto", "1 colher de chá de orégano desidratado", "½ colher de chá de cominho", "3 colheres de sopa de vinagre de álcool", "500g de feijão preto, deixado de molho na água de um dia para o outro", "1 joelho de porco defumado (se encontrar, um joelhinho, que é o joelho das patas dianteiras: é menor)", "2 folhas de louro", "1 colher de sopa de açúcar mascavo"], "special": "", "steps": ["Aqueça um fio generoso de óleo sobre fogo médio-alto em uma panela grande. Quando o óleo começar a reluzir, adicione o bacon e deixe fritar, mexendo ocasionalmente, até que a carne tenha começado a ficar crocante e uma boa parte da gordura tiver derretido. Adicione a cebola, alho, pimentões e pimenta e misture bem.", "Continue refogando, mexendo ocasionalmente, até que os vegetais tenham começado a ficar tenros, 5 a 7 minutos. Adicione o sal, pimenta-do-reino a gosto, o orégano e o cominho e misture para que eles possam absorver o óleo: refogue por mais 3 a 5 minutos.", "Adicione o vinagre e mexa bem, então deixe-o evaporar quase que por completo. Adicione o joelho de porco, o louro, o açúcar mascavo e água suficiente para cobrir, e mexa novamente.", "Reduza o fogo e deixe cozinhando em fervura branda, mexendo sempre para não grudar, até que os grãos de feijão estejam bastante macios e a carne de porco esteja se separando dos ossos. Se necessário, vá adicionando mais água na medida em que ela vai evaporando.", "Quando os feijões estiverem cozidos, retire e descarte as folhas de louro e retire o joelho de porco da panela usando dois garfos. Pique grosseiramente a carne do joelho e descarte os ossos e o couro: devolva a carne à panela. Corrija o tempero com sal e pimenta-do-reino a gosto e sirva. Se precisar, o feijão pode ficar no fogo, sempre em fervura branda, por várias horas antes de servir: só mexa ocasionalmente para não grudar no fundo e adicione mais água conforme necessário."]}