{"title": "Kinpira gobo (refogado de bardana)", "description": ["Descascar e picar a bardana demora um pouco, mas a receita é extremamente fácil além disso. Kinpira gobo dura alguns dias na geladeira, e é um clássico ingrediente de bentôs, o equivalente japonês à nossa marmita.", "Esta receita foi adaptada do site [Just One Cookbook](https://www.justonecookbook.com/kinpira-gobo-braised-burdock-root/)"], "amount": "Serve 4", "time": "40 minutos", "difficulty": "medium", "custom": false, "ingredients": ["300g de bardana (geralmente encontrado na seção de vegetais refrigerados de supermercados maiores)", "½ cenoura", "1 ½ colheres de sopa de óleo de gergelim torrado", "2 colheres de chá de sementes de gergelim", "1 colher de sopa de açúcar", "1 colher de sopa de saquê", "1 colher de sopa de mirin (saquê licoroso para culinária)", "1 ½ colheres de sopa de shoyu"], "special": "", "steps": ["Misture o saquê, o açúcar, o mirin e shoyu em uma tigela e mexa para dissolver o açúcar. Reserve.", "Descasque a bardana: com o dorso de uma faca, raspe a raiz só até tirar a casca escura: por ser fina, quanto mais descascar menos a receita vai render. Deixe os pedaços descascados em uma tigela de água gelada enquanto descasca o resto: a bardana escurece muito rápido.", "Corte a bardana em fatias finas, e então as tiras em palitinhos. Quanto mais fino, melhor (a receita original pede pedaços do tamanho de palitinhos de fósforo). Devolva os palitinhos à tigela de água gelada na medida em que for picando.", "Deixe os palitos descansando na água por 5 minutos, então troque a água e deixe mais 5 minutos. Enxague bem.", "Enquanto isso, prepare a cenoura assim como preparou a bardana: descasque e corte em palitinhos do mesmo tamanho. Não é preciso deixar a cenoura de molho.", "Em uma frigideira grande sobre fogo médio, aqueça o óleo de gergelim. Quando estiver reluzente, adicione a bardana.", "Refogue até que ela esteja quase tenra: se você cortou ele bem fino, isso vai demorar 2-3 minutos. Após 2 minutos, adicione a cenoura: você quer que os dois cozinhem mais ou menos ao mesmo tempo. Continue refogando até que tanto a bardana quanto a cenoura estiverem tenras, então adicione a mistura de shoyu.", "Continue cozinhando, mexendo sem parar, até que o líquido de cozimento tenha evaporado.", "Acrescente as sementes de gergelim e sirva imediatamente ou guarde para depois."]}