{"title": "Polenta assada de abóbora e sálvia", "description": ["Essa receita faz um acompanhamento fenomenal para qualquer tipo de prato a base de carne com bastante molho, mas certamente pode ser servida como prato principal vegetariano acompanhando uma salada. Minha mãe ama sálvia, ama polenta, e ama abóbora: essa receita faz sucesso em casa.", "Esta receita foi adaptada do [canal de YouTube Food Wishes](https://www.youtube.com/watch?v=H3LPmSxYNaU)."], "amount": "Serve 8", "time": "4h30min", "difficulty": "easy", "custom": false, "ingredients": ["2 colheres de sopa de azeite de oliva", "2 colheres de sopa de manteiga", "10 folhas de sálvia fresca", "400g de Purê de abóbora (receita na seção de Componentes)", "1,4L de água", "1 ½ xícaras de fubá mimoso", "Uma pitada de pimenta-de-caiena", "¼ de xícara de leite", "1 ½ xícaras de queijo parmesão ralado na hora", "⅔ de xícara de queijo muçarela ralado"], "special": "", "steps": ["Adicione o azeite de oliva e a manteiga a uma panela média sobre fogo médio-alto. Deixe esquentar até que a manteiga derreta, então adicione as folhas de sálvia e deixe-as fritar na gordura até que elas parem de borbulhar e fiquem um lindo verde escuro, cerca de 20 segundos. Desligue o fogo e transfira as folhas para um prato forrado com papel-toalha, deixando o óleo na panela.", "Adicione o purê de abóbora e a água à panela e leve-a novamente ao gogo alto. Misture bem para dissolver o purê na água e tempere a gosto com sal e pimenta-do-reino.", "Quando a mistura ferver, lentamente adicione o fubá enquanto mexe sem parar com um batedor de arame, até não conseguir ver mais nenhuma pelota. Reduza o fogo e deixe cozinhar em fervura branda, mexendo frequentemente com uma colher de pau, até que sua polenta esteja cremosa e os grãos, macios: cerca de 30 minutos.", "Desligue o fogo e incorpore a pimenta-de-caiena, leite, e queijo parmesão. Unte uma forma quadrada (a receita original usa uma de 23x23cm) com azeite de oliva e espalhe a polenta nela para formar uma camada homogênea. Deixe esfriar completamente, cubra com filme plástico, e leve à geladeira por pelo menos 3 horas para firmar.", "Preaqueça o forno a 220°C. Vire a assadeira com a polenta sobre uma tábua e corte em 8 retângulos do mesmo tamanho. Transfira seus quadrados de polenta para uma assadeira untada com azeite de oliva (ou use papel antiaderente para culinária) e distribua a muçarela ralada por cima.", "Leve a polenta ao forno até que ela esteja quente por dentro e as bordas comecem a dourar, cerca de 30 minutos. Coloque uma folha de sálvia frita sobre cada retângulo e sirva."]}