{"title": "Polenta infalível", "description": ["Há certas lendas urbanas envolvendo polenta: que você deve adicionar o fubá à água gelada, que ele precisa ser dissolvido em água antes de ser adicionado à água fervente, que você precisa mexer sem parar, que se deve mexer sempre no mesmo sentido… Essa receita está aqui para provar que é tudo balela.", "Use fubá de verdade: demora mais para cozinhar, mas o sabor é infinitamente superior a qualquer polenta pré-cozida que você compra no supermercado. Se tiver acesso a fubá artesanal, moído na pedra, fica melhor ainda.", "A moagem do fubá influencia a textura final da polenta: quanto maiores os grãos, mais a polenta demora para cozinhar e mais firme o resultado final fica. Na Itália, tradicionalmente, faz-se a polenta e coloca-se em uma tigela untada. Deixa-se ela esfriar um pouco para solidificar, e a tigela é então invertida sobre uma tábua. Para servir, a polenta é cortada em fatias, como se fosse um bolo. Em suma: para uma polenta firme, use fubá de moagem grossa, como flocão ou quirera. Para uma polenta cremosa, use fubá mimoso.", "Esta receita foi adaptada do [canal de YouTube Food Wishes](https://www.youtube.com/watch?v=jE2NemX-FO4)."], "amount": "Serve 4 pessoas", "time": "40 minutos", "difficulty": "easy", "custom": false, "ingredients": ["1L de água", "1 colher de chá de sal", "1 xícara de fubá (JAMAIS use polenta instantânea ou pré-cozida! É horrível…)", "2 colheres de sopa bem cheias de manteiga", "½ xícara de queijo parmesão ralado na hora"], "special": "", "steps": ["Coloque a água e o sal em uma panela grande sobre fogo alto até ferver. Mexendo sem parar com um batedor de arame, lentamente adicione a polenta, mexendo até não conseguir ver mais nenhuma pelota.", "Reduza o fogo para o mínimo possível e deixe cozinhar em fervura branda, mexendo sempre para não grudar no fundo, até que a polenta comece a engrossar. Tampe a panela e deixe cozinhar por 30 minutos, mexendo a cada 5 minutos com uma colher de pau. Lembre-se de raspar o fundo da panela para não grudar!", "Após 30 minutos, experimente a polenta: a textura deve estar cremosa e os grãos de fubá devem estar tenros. Caso ainda não tenha chegado nesse ponto, cozinhe por mais tempo, sempre mexendo de 5 em 5 minutos.", "Desligue o fogo e adicione a manteiga, mexendo com uma colher de pau até incorporá-la. Faça o mesmo com o queijo parmesão e sirva."]}