{"title": "Salada de pepino amassado", "description": ["Uma salada extremamente fácil, mas que demora um pouco para fazer. É saborosa, refrescante, e crocante: perfeita em um dia de verão. Amassar os pepinos pode parecer idiota, mas realmente faz diferença no sabor.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2017/05/smashed-cucumber-salad-i-crushed-this.html)."], "amount": "Serve 4", "time": "1h30min", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Pepino", "items": ["4 pepinos-japoneses", "1 colher de chá de açúcar branco", "1 ½ colheres de chá de sal"]}, {"title": "Molho", "items": ["2 dentes de alho amassados", "2 colheres de sopa de vinagre de arroz", "2 colheres de chá de açúcar", "⅓ de colher de chá de sal", "1 colher de chá de shoyu", "1 colher de chá de óleo de gergelim torrado", "Flocos de pimenta vermelha a gosto", "2 colheres de chá de sementes de gergelim"]}], "special": "", "steps": ["Embrulhe os pepinos com plástico filme para não fazer bagunça. Com algo achatado e pesado, amasse os pepinos: bata neles até que eles fiquem ligeiramente achatados e rachem.", "Corte os pepinos ao meio no sentido do comprimento e então em fatias de 2-3 centímetros de espessura. Transfira para uma peneira posicionada sobre uma tigela.", "Misture os pedaços de pepino com o sal e o açúcar e misture bem. Leve à geladeira por 30-60 minutos para extrair o máximo de água possível.", "Enquanto isso, prepare o molho: misture o sal, o açúcar, o vinagre, o shoyu, os flocos de pimenta e o óleo de gergelim em uma tigela. Mexa vigorosamente até dissolver o sal e o açúcar e adicione o alho amassado.", "Quando o pepino tiver escorrido, misture os pedaços com o molho e leve à geladeira por mais 30 minutos para que o pepino possa absorver o molho.", "Enquanto isso, torre as sementes de gergelim: coloque-as em uma frigideira seca sobre fogo médio e deixe torrar, mexendo ocasionalmente, até que você sinta cheiro de pipoca e algumas delas estourem.", "Transfira os pedaços de pepino para uma travessa de servir e polvilhe por cima os pedaços de gergelim. Sirva."]}