{"title": "Caldo de verduras, carne ou galinha", "description": ["Caldo caseiro é sempre melhor do que o de cubinho. Eu deixo um canto reservado no congelador para ir guardando os ossos e sobras de vegetais, e quando tenho o suficiente para fazer caldo faço logo 3-4 litros de uma vez e congelo em porções de 500ml. Não se preocupe muito com a procedência dos ossos: pegue-os no açougue, ou reaproveite os que sobraram de um frango assado, por exemplo.", "Esta receita foi adaptada do livro Dinner In An Instant, da autora Melissa Clark."], "amount": "3 litros", "time": "de 1h30min-5h", "difficulty": "easy", "custom": false, "ingredients": ["1,3kg de ossos (só de boi, só de galinha, ou uma mistura dos dois: eu geralmente peço para o açougueiro me dar os ossos separadamente quando peço algo desossado.)", "3 colheres de sopa de vinagre de maçã", "1-2 talos de salsão, com as folhas", "1 cenoura grande", "1 cebola grande, ou 2 alhos porós, ou as folhas verde-escuras no topo dos alhos-porós", "1 cravo ou 1 anis-estrelado", "2-6 dentes de alho, a gosto", "5-7 ramos de tomilho ou endro (dill) frescos", "5-7 ramos de salsinha fresca", "1-2 folhas de louro", "1 colher de chá de grãos de pimenta-do-reino inteiros"], "special": "uma panela de pressão", "steps": ["Coloque os ossos em uma assadeira grande e leve ao forno a 225° até que estejam bem dourados, 30-40 minutos. Esse passo é opcional, mas dá um sabor mais encorpado ao caldo.", "Coloque os ossos e todos os outros ingredientes em uma panela de pressão. Cubra com 3 a 3,5l de água (lembre-se de que a água não deve nunca exceder ⅔ da altura da panela). Se estiver fazendo caldo, cozinhe por 1 hora em pressão alta se estiver usando somente ossos de galinha ou 2 se estiver usando ossos bovinos ou uma mistura. Se quiser fazer sopa de ossos (altamente nutritiva!), 3 horas e meia em pressão alta para ossos de galinha ou 4 horas e meia para ossos bovinos ou uma mistura. Deixe a pressão soltar naturalmente.", "Se estiver fazendo sopa de ossos, tire um dos ossos e pressione com os dedos: ele deve quebrar com facilidade. O cozimento longo (e o vinagre de maçã) têm como objetivo dissolver o colágeno e minerais nos ossos. Se seus ossos já estiverem nesse ponto, coe e guarde: o caldo/sopa dura 5 dias na geladeira ou até 6 meses congelado. Se eles ainda não estiverem quebradiços, cozinhe por mais meia hora na pressão alta."]}