{"title": "Chili de panceta com abóboras assadas e salsa de maçã", "description": ["Essa é possivelmente a receita mais trabalhosa neste livro, mas lhe garanto que vale a pena fazer. Uma tigela de chili quente e picante em uma noite fria é um dos maiores prazeres da vida. Sugiro fortemente dobrar a receita do vinagrete: geralmente é a primeira coisa a acabar.", "Sirva com arroz ou pão rústico.", "Esta receita foi adaptada do livro Comida Caseira, do autor Jamie Oliver."], "amount": "Serve 12", "time": "de 4 a 6 horas", "difficulty": "hard", "custom": false, "ingredients": ["20g de funghi secchi", "2 colheres de sopa de coentro em grãos", "2 colheres de sopa de erva-doce (funcho)", "2 colheres de sopa de páprica defumada", "1 abóbora butternut (aprox. 1,2kg), ou a mesma quantidade de cabotiá", "1kg de panceta sem pele e sem osso", "1kg de peito bovino", "2 cebolas grandes", "2 colheres de chá de açúcar mascavo", "150ml de vinagre balsâmico", "2 caixas (400g cada) de feijão-branco ou grão-de-bico cozido", "2 latas (400g cada) de tomate pelado", "2 pimentões vermelhos", "2 pimentões amarelos", "2-3 pimentas vermelhas frescas", "1 maço de coentro", "1 cebola roxa", "2 maçãs vermelhas", "3 colheres de sopa de azeite", "3 colheres de sopa de vinagre de maçã"], "special": "uma panela grande que possa ir tanto ao forno quanto ao fogão", "steps": ["Preaqueça o forno a 190°. Cubra os cogumelos com água fervente em uma tigela e deixe hidratar. Em um pilão, amasse a erva-doce, o coentro em grãos e a páprica junto com uma colher de chá cada de sal e pimenta-do-reino.", "Corte a abóbora ao meio no sentido do comprimento, tire as sementes, e pique em cubos: esfregue com azeite e misture com metade das especiarias. Coloque no forno e deixe assar por 50 minutos ou até que dourem. Reduza a temperatura do forno para 150°.", "Enquanto a abóbora assa, regue a panceta e o peito bovino com azeite e espalhe o resto da mistura de especiarias. Leve a sua panela (lembre-se que ela deve ser adequada para forno e fogão) ao fogo médio-alto e adicione as carnes, com o lado da gordura para baixo, virando ocasionalmente até que estejam bem douradas. Reserve", "Descasque e pique grosseiramente as cebolas. Reduza o fogo para médio e refogue a cebola e o açúcar mascavo até que comecem a caramelizar usando a gordura das carnes. Junte o vinagre balsâmico e a água em que os cogumelos reidrataram, descartando quaisquer sujeirinhas que tenham ficado nela.", "Adicione à panela os cogumelos (pique-os se estiverem grandes), o feijão-branco ou grão-de-bico (junto com o líquido em que vieram), e os tomates. Devolva a carne à panela, adicionando um pouco de água se estiver muito seco, e sal e pimenta a gosto. Cubra com papel alumínio e tampe a panela, então leve ao forno por 5h ou até que a carne esteja tenra.", "Enquanto isso, asse os pimentões e pimentas, seguindo a técnica descrita na receita de Pimentões Assados (seção de Ingredientes).", "Depois de frios e descascados, corte os pimentões e pimentas ao meio. Descarte as sementes e pique grosseiramente, junto com metade do coentro.", "Prepare a salsa: pique a cebola roxa e a maçã em cubinhos pequenos e tempere com o resto do coentro, o azeite e o vinagre. Corrija o tempero com sal e pimenta-do-reino e reserve até a hora de servir.", "Quando a carne estiver tenra, retire-a da panela e pique em pedaços que possam ser comidos com uma colher: faça o mesmo com a abóbora. Devolva a carne à panela, junto com a abóbora e os pimentões grelhados e picados (não se esqueça dos sucos que eles soltaram enquanto esfriavam.) Deixe ferver mais uma vez, só para aquecer, corrija o tempero com sal e pimenta-do-reino e sirva, acompanhado da salsa."]}