{"title": "Ensopado creole de linguiça", "description": ["A culinária Creole do sul dos EUA é uma das minhas favoritas: profundamente condimentadas, sempre com a santíssima trindade de cebolas, pimentão e salsão. A receita original pede para usar as linguiças inteiras, sem picá-las: infelizmente o prato não fica muito bonito. Se quiser, adicione outros tipos de carnes já cozidas junto com a linguiça: frango grelhado, por exemplo, fica excelente.", "Esta receita foi adaptada do livro A América de Jamie, do autor Jamie Oliver."], "amount": "Serve 6", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["18 gomos de linguiças de pernil de boa qualidade", "1 cebola grande", "1 pimentão vermelho grande", "1 pimentão amarelo grande", "1 pimentão verde grande", "2 talos de salsão", "4 dentes de alho", "1-2 pimentas dedo-de-moça frescas", "2 ½ colheres de chá de tomilho desidratado", "1 colher de chá bem cheia de páprica", "1 colher de chá bem cheia de pimenta-de-caiena", "2 colheres de sopa de farinha de trigo", "1 colher de sopa de vinagre de maçã", "750ml de caldo de galinha, de preferência caseiro", "1 lata (400g) de tomates pelados, picados"], "special": "", "steps": ["Em uma panela grande sobre fogo médio, esquente um pouco de óleo vegetal. Adicione algumas das linguiças, sem sobrepor umas sobre as outras, e frite até que estejam douradas de todos os lados. Reserve e repita o processo até ter dourado todas as linguiças.", "Enquanto as linguiças fritam, descasque as cebolas, descarte o talo e as sementes dos pimentões, e pique todos grosseiramente junto com o salsão.", "Veja o quanto de gordura sobrou na panela das linguiças: você precisa de ¼ de xícara. Se houver mais do que isso, escorra e descarte. Caso contrário, complete com óleo vegetal. Adicione a cebola, os pimentões, e o salsão à panela e refogue sobre fogo médio por 10-12 minutos ou até que fiquem tenros, mexendo ocasionalmente. Enquanto isso, pique muito finamente o alho e as pimentas.", "Adicione as pimentas, o alho e o tomilho à panela dos vegetais quando estiverem tenros, junto com a páprica e a pimenta-de-caiena. Frite por 1-2 minutos e adicione o vinagre e a farinha.", "Após 1-2 minutos refogando o vinagre e a farinha, acrescente à panela as linguiças fritas, cortadas em 2 ou 3 pedaços, o tomate, e o caldo de galinha. Tempere à gosto com sal e pimenta, aumente o fogo, e deixe ferver.", "Quando o caldo ferver, abaixe o fogo e deixe cozinhar por 15 minutos ou até que o cozido esteja espesso. Corrija o tempero com mais sal e pimenta-do-reino e sirva."]}