{"title": "Feijão vermelho com linguiça ao estilo de Nova Orleans", "description": ["A culinária Creole é possivelmente a minha favorita nos EUA: pratos intensamente condimentados, sempre com a santíssima trindade de cebolas, salsão e pimentão verde, que alimentam um batalhão com facilidade. Esta receita sempre agrada brasileiros: quem não gosta de um feijão com linguiça?", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "2 horas", "difficulty": "easy", "custom": false, "ingredients": ["500g de paio, linguiça portuguesa, ou outra linguiça defumada, em rodelas", "2 cebolas médias, descascadas e picadas em cubos", "6 dentes de alho, descascados e picados finamente", "1 pimentão verde ou vermelho, sem as sementes e picado em cubinhos", "3 talos de salsão, picados em cubinhos", "3 folhas de louro", "1 colher de sopa de manjericão desidratado", "Uma pitada generosa cada de páprica, pimenta-de-caiena, orégano, sal, pimenta-do-reino, alho granulado, cebola granulada, e tomilho desidratado (tempero Creole)", "500g de feijão vermelho, deixados de molho na água de um dia para o outro", "½ colher de sopa de vinagre de álcool", "Molho de pimenta, a gosto", "½ xícara de salsinha, picada", "1 maço de cebolinhas, picadas (tanto a parte branca quanto a verde)", "Arroz branco, para servir"], "special": "", "steps": ["Leve uma panela grande ao fogo médio-alto com um fio generoso de óleo. Quando começar a esquentar, adicione a linguiça e deixe fritar, mexendo ocasionalmente, até que a carne comece a dourar e ficar crocante, 5 a 7 minutos.", "Reduza o fogo para médio e adicione as cebolas e alho. Novamente, deixe fritar, mexendo ocasionalmente, até que as cebolas comecem a ficar translúcidas, então adicione o salsão e pimentão e continue refogando até que fiquem tenros.", "Adicione o louro, manjericão desidratado, tempero Creole (as especiarias) e sal e pimenta-do-reino a gosto. Misture bem, então adicione o feijão, o vinagre, o molho de pimenta, e água suficiente para cobrir.", "Reduza o fogo e deixe cozinhar, sempre em fervura branda, até que os grãos de feijão fiquem tenros, cerca de 1 hora. Se quiser engrossar o caldo, retire cerca de 1 xícara de feijões e os amasse com um garfo, então os incorpore novamente à panela.", "Espalhe por cima a salsinha e cebolinha e deixe cozinhar por mais 10 minutos. Retire e descarte as folhas de louro e sirva com arroz fresquinho."]}