{"title": "Frijoles vaqueros", "description": ["Sou apaixonado por essa receita. Os feijões são deliciosamente picantes e a adição de joelho de porco significa que ela pode ser servida tanto como um acompanhamento quanto como prato principal. Delícia!", "Sirva em tigelas, com sour cream (como prato principal), ou com arroz soltinho e cebola roxa em rodelas (como acompanhamento)."], "amount": "Serve 6-8", "time": "1h30min", "difficulty": "medium", "custom": false, "ingredients": ["2 xícaras de feijão carioca seco, deixados de molho de um dia para o outro em 1,5L de água", "3 fatias de bacon", "1 joelho de porco defumado, de preferência com osso", "6 dentes de alho, em fatias finas", "1 cebola média, em cubos grandes", "1 pimenta desidratada (idealmente, guajillo), ou 1 pimenta dedo-de-moça fresca", "1 colher de sopa de pimenta-do-reino moída na hora", "2 colheres de chá de manjerona desidratada ou 2 de sopa de manjerona fresca, ou 2 colheres de chá de orégano", "1,5l de água ou caldo de legumes", "4 colheres de chá de sal", "¼ de xícara de folhas de coentro picadas grosseiramente", "3 tomates picados", "4 pimentas chipotle em adobo, picadas", "2 pimentões verdes, assados seguindo a técnica descrita na seção de Ingredientes"], "special": "uma panela de pressão", "steps": ["Coloque o óleo, bacon e o joelho de porco em uma panela de pressão sobre fogo médio-alto. Refogue, mexendo, por cerca de 5 minutos, até que o bacon tenha soltado a gordura e começado a dourar. Adicione o alho, cebola, pimenta desidratada, pimenta-do-reino e manjerona e refogue por mais 1 minuto.", "Adicione a água, sal, coentro, pimentas chipotle e tomates. Tampe a panela e deixe levantar pressão alta: cozinhe por 30 minutos (35 se tiver esquecido de colocar os feijões de molho). Deixe a pressão soltar naturalmente por 30 minutos e então solte a pressão rapidamente.", "Abra a panela e experimente um feijão: ele deve estar tenro, com uma consistência cremosa. Caso contrário, retorne a panela ao fogo e deixe levantar pressão alta. Cozinhe por 5 minutos, então deixe a pressão soltar naturalmente por 20 minutos e libere rapidamente a pressão restante.", "Retire o joelho de porco da panela. Com um garfo, desfie a carne e descarte a pele e os ossos. Devolva a carne à panela junto com os pimentões assados e corrija o tempero: se achar o caldo muito ralo, amasse alguns feijões contra a lateral da panela com uma colher."]}