{"title": "Guisado italiano de copa lombo", "description": ["Não temos muito hábito de fazer guisados e ensopados com carne suína no Brasil, e eu acho isso uma tragédia. Carne de porco é uma de minhas proteínas favoritas, e estou sempre procurando uma desculpa para fazer um pouco.", "Se tiver tempo, leve o guisado à geladeira de um dia para o outro após o passo 5: o tempo extra de descanso vai permitir que o molho penetre ainda mais na carne, e a gordura vai se solidificar, tornando-a mais fácil de tirar do molho.", "Sirva com arroz fresco ou polenta, com mais manjericão picado e queijo parmesão ralado.", "Esta receita foi adaptada do livro Dinner In An Instant, de Melissa Clark."], "amount": "Serve 4-6 pessoas", "time": "1h30min, mais o tempo da marinada e descanso", "difficulty": "medium", "custom": false, "ingredients": ["1,8kg de copa lombo, cortado em cubos grandes", "½ colher de sopa de sal", "4 dentes de alho ralados", "¼ de xícara de manjericão picado", "1 colher de sopa de alecrim fresco picado", "1 colher de chá de sálvia fresca picada", "1 colher de chá de casca de limão-siciliano ralada", "½ colher de chá de pimenta-do-reino moída na hora", "½ colher de chá de flocos de pimenta-vermelha", "1 colher de chá de sementes de erva-doce (funcho)", "⅔ de xícara de vinho branco seco", "1 colher de sopa de suco de limão-siciliano (opcional)", "½ xícara de azeitonas verdes de boa qualidade, sem caroço e fatiadas", "Queijo parmesão, para servir"], "special": "uma panela de pressão", "steps": ["Em uma tigela grande, misture a carne de porco, o sal, o alho, o manjericão, o alecrim, a sálvia, a casca de limão, a pimenta-do-reino e os flocos de pimenta-vermelha.", "Coloque uma frigideira pequena sobre fogo médio e adicione as sementes de funcho. Toste-as por 1 a 2 minutos, até que comecem a cheirar. Em um pilão, ou usando o fundo de uma panela pesada, amasse as sementes e adicione-as também ao porco. Leve a carne à geladeira e deixe marinar por pelo menos 1 hora, ou, idealmente, de um dia para o outro.", "Depois que a carne tiver marinado, aqueça um fio generoso de óleo em uma panela de pressão sobre fogo médio e adicione pedaços de carne de porco suficientes para fazer uma camada, sem amontoar e deixando um pouco de espaço entre um pedaço e outro. Doure todos os lados da carne (deve demorar 2 a 3 minutos por lado) e reserve, então repita o processo com o resto da carne. Se a panela lhe parecer muito seca, adicione mais um pouco de óleo.", "Adicione o vinho branco à panela e reduza o fogo. Deixe o vinho em fervura branda, raspando o fundo da panela para dissolver os queimadinhos, até que ele tenha reduzido em mais ou menos metade.", "Devolva o porco à panela, tampe e deixe levantar pressão alta. Cozinhe por 1 hora e deixe a pressão soltar naturalmente.", "Usando uma escumadeira, tire os pedaços de carne de porco do molho e transfira para uma travessa coberta com um pedaço de papel alumínio para manter aquecida. Tire o máximo possível da gordura flutuando sobre o molho usando uma colher. Se o molho lhe parecer ralo, deixe-o em fervura branda até engrossar: tempere com suco de limão e mais sal, se achar necessário. Adicione as azeitonas ao molho e derrame-o sobre a carne."]}