{"title": "Lentilhas com linguiça", "description": ["Lentilhas são um de meus vegetais favoritos: sabia que a palavra “lente” deriva da palavra “lentilhas”? Independentemente da etimologia, é um ensopado simples e delicioso. A mostarda não é opcional: ela faz uma tremenda diferença no prato final.", "Esta receita foi adaptada do livro Dinner In An Instant, da autora Melissa Clark."], "amount": "Serve 4", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["360g de linguiças de boa qualidade (sugiro usar de pernil), furadas várias vezes com um garfo", "1 cebola picada", "¼ de colher de chá de sal, ou mais conforme necessário", "3 dentes de alho, fatiados finamente", "½ colher de chá de páprica defumada", "¼ de colher de chá de pimenta-do-reino moída na hora", "¼ de xícara de vinho tinto seco", "1 xícara de lentilhas", "2 ramos de tomilho frescos", "1 colher de chá de vinagre de vinho branco ou de maçã, ou mais conforme necessário", "Salsinha e cebolinha picadas e mostarda Dijon, para servir"], "special": "uma panela de pressão", "steps": ["Aqueça um fio generoso de óleo em uma panela de pressão sobre fogo médio. Adicione as linguiças (não as amontoe: faça isso em 2 ou mais levas, se necessário) e frite, virando ocasionalmente, até que estejam douradas de todos os lados. Reserve as linguiças douradas.", "Se a panela parecer muito seca, adicione mais um fio de óleo. Adicione a cebola e o sal e refogue até que a cebola esteja translúcida, então acrescente o alho, páprica e pimenta e refogue mais 1 minuto, até o alho estar perfumado.", "Acrescente o vinho, raspando o fundo da panela com uma colher de pau para dissolver os queimadinhos, e então junte as lentilhas, o tomilho, e 1 xícara e ¾ de água. Devolva as linguiças à panela.", "Tampe, deixe levantar pressão alta, e cozinhe por 11 minutos. Deixe a pressão se soltar naturalmente, então transfira as linguiças para um prato e descarte os ramos de tomilho. Tempere as lentilhas com o vinagre, adicionando mais se achar necessário (eu geralmente gosto delas mais azedinhas).", "Para servir, encha um prato fundo com as lentilhas. Corte as linguiças em rodelas e as espalhe por cima, então polvilhe com a cebolinha fatiada. Sirva com um pouco de mostarda Dijon no canto do prato, para que seus convidados possam misturar o quanto preferirem."]}