{"title": "Panceta assada com coentro e laranja", "description": ["O quão boa essa receita fica depende inteiramente de como for a panceta que comprar: se for uma muito gorda, com pouca carne, não dá pra aproveitar quase nada. Se, porém, conseguir comprar uma bem carnuda, esse porco assado fica maravilhoso. Usar coentro para temperar carne suína pode parecer inusitado, mas ela providencia um contraste muito interessante para a untuosidade da panceta. Experimente!", "Esta receita foi adaptada do livro Lisboeta: Receitas da Cidade Luz de Portugal, do autor Nuno Mendes."], "amount": "Serve 4", "time": "4 horas", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Marinada", "items": ["5 dentes de alho, amassados", "2 colheres de chá de sal de parrilla", "1 colher de chá de pimenta do reino branca moída", "2 colhers e chá de páprica defumada", "1 maço de coentro, picado grosseiramente", "1 pimenta dedo-de-moça, sem as sementes", "Raspas da casca e o suco de 1 laranja-bahia", "¼ de xícara de azeite de oliva extravirgem"]}, {"title": "Porco", "items": ["1 peça de 800g de panceta (peça ao seu açougueiro uma com muita carne e pouca gordura, e peça que faça cortes rasos no couro para pururucar mais fácil)", "1 bulbo de funcho (erva-doce)", "2 cebolas grandes", "¼ de xícara de vinho branco seco"]}], "special": "", "steps": ["Bata todos os ingredientes da marinada em um liquidificador ou processador de alimentos. Despeje-a sobre a panceta, cubra com filme plástico, e deixe marinando por pelo menos 2 horas ou, idealmente, de um dia para o outro na geladeira.", "No dia seguinte, preaqueça o forno a 160°C. Corte o funcho e as cebolas em rodelas do mesmo tamanho e espalhe-as no fundo de uma assadeira, formando uma cama. Coloque o porco por cima da cama de vegetais, com o couro virado para cima (tire o excesso da marinada que estiver em cima do couro para que possa pururucar) e regue os vegetais com a marinada restante e o vinho branco.", "Leve ao forno por 2h30, até que a carne esteja tenra. Aumente a temperatura do forno para 210°C e deixe continuar assando até que esteja a pele esteja bem crocante. Sirva imediatamente, cortado em fatias finas e acompanhado dos vegetais."]}