{"title": "Pernil", "description": ["Sim, a receita se chama pernil mas estou usando paleta: pode me processar. Um pernil inteiro é comida demais para a maior parte das ocasiões, e demoraria muito mais para assar.", "Dependendo da sua assadeira e do formato da sua peça de carne, a sua pele talvez não fique pururucada: não se preocupe. Após as 3 horas no papel alumínio, retire a pele do porco (ela deve se descolar com facilidade) e transfira para uma assadeira só para ela. Coloque na prateleira de cima do seu forno e, se possível, ligue o grill. Não fica perfeito, mas ainda assim fica mais do que bom.", "Sirva com limões, molho de pimenta, feijão, arroz, e farofa.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "4h30min", "difficulty": "easy", "custom": false, "ingredients": ["½ paleta suína, (cerca de 2,5kg), com pele e com osso", "10 dentes de alho, descascados e picados", "3 colheres de sopa de folhas frescas de orégano (ou 2 de orégano seco)", "½ colher de sopa de sal", "2 colheres de chá de pimenta-do-reino moída na hora", "2-3 colheres de sopa de azeite de oliva", "1 colher de sopa de vinagre de vinho tinto ou de cidra de maçã"], "special": "uma assadeira com grelha elevada (opcional, mas ajuda muito)", "steps": ["Peça ao seu açougueiro que corte um quadriculado no couro: isso vai ajudar a pururucar. Se isso não for uma opção, faça-o você mesmo com uma faca afiada. Preaqueça seu forno a 160°. Usando um pilão ou processador de alimentos, bata o orégano, alho, sal e pimenta e lentamente adicione o azeite até ter uma pasta não muito homogênea: você talvez não precise de todo o azeite. Adicione o vinagre.", "Esfregue a mistura sobre todo o porco, tendo o cuidado de espalhar a mistura dentro das fendas que você fez no couro. Transfira o porco para uma assadeira com ¼ de xícara de água, cubra com papel alumínio (belisque as pontas para vedar bem) e leve ao forno por 3 horas.", "Retire o papel alumínio e continue assando, regando ocasionalmente com os próprios sucos, até que a pele esteja crocante e a carne esteja macia (você deve conseguir furá-la com uma faca sem dificuldade). Retire o porco do forno e deixe descansando por mais 10 a 15 minutos antes de cortar."]}