{"title": "Almôndegas alla Norma", "description": ["Esta é outra receita excelente para alimentar um batalhão com pouco. Se você achar necessário, use mais carne para fazer mais almôndegas: não se esqueça de ajustar a quantidade de salsa e erva-doce. Sirva com polenta, ou, se estiver com preguiça, espaguete.", "Esta receita foi adaptada do livro Economize com Jamie, do autor Jamie Oliver."], "amount": "Serve 4", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["1 berinjela grande", "½ maço de salsa", "500g de carne moída", "1 colher de sopa de sementes de erva-doce (funcho)", "1 dente de alho, picado finamente", "2 colheres de sopa de sweet chili sauce (receita na seção de Condimentos) ou geleia de pimenta", "2 colheres de sopa de aceto balsâmico", "1 lata (400g) de tomates pelados picados", "Polenta, manteiga, e queijo parmesão, para servir"], "special": "", "steps": ["Corte a berinjela em cubos médios, tempere generosamente com sal, e deixe descansar por 15 minutos. Enquanto isso, pique muito bem a salsa e misture com a carne, uma pitada de sal e a erva-doce. Após misturar a carne, molde mais ou menos 25 almôndegas: leve-as para a geladeira até a hora de usar.", "Pegue aos poucos punhados da berinjela e esprema com as mãos para tirar o máximo possível de líquido. Adicione-a a uma panela antiaderente com um pouco de óleo em fogo médio para cozinhar por 10min ou até que doure, mexendo ocasionalmente. Adicione o alho, o molho de pimenta, o vinagre, e o tomate, enxaguando a lata com um pouco de água para não desperdiçar. Cozinhe em fogo baixo por 10 minutos, ou até engrossar.", "Enquanto isso, coloque um pouco de óleo em uma frigideira sobre fogo médio. Frite as almôndegas por 10 minutos, ou até que fiquem douradas de todos os lados e cozidas por dentro. Se preferir, asse as almôndegas em um forno preaquecido a 180ºC: demora mais, mas dá menos trabalho.", "Adicione as almôndegas ao molho e corrija o tempero com sal e pimenta-do-reino. Sirva."]}