{"title": "Almôndegas com berinjela", "description": ["Você talvez esteja pensando: “uai, as Almôndegas alla Norma também não são almôndegas com berinjela?” Sim.", "Essa receita faz uma quantidade grande de comida, e é ideal para congelar e comer depois ou alimentar um batalhão. Sirva sobre espaguete amanteigado, polenta, ou até mesmo arroz.", "Esta receita foi adaptada do livro Lidia’s Mastering The Art Of Italian Cuisine, da autora Lidia Bastianich."], "amount": "Serve 10", "time": "1h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Molho", "items": ["¼ de xícara de azeite de oliva extravirgem", "2 cebolas", "8 latas (400g cada) de tomates pelados", "1 colher de chá de sal", "3 folhas de louro, de preferência frescas", "½ colher de chá de flocos de pimenta vermelha"]}, {"title": "Almôndegas", "items": ["¼ de xícara de azeite de oliva extravirgem", "1 cebola média, picada", "2 berinjelas médias (mais ou menos 600g), descascadas e picadas em cubinhos de 1cm", "1,1kg de acém moído", "500g de copa lombo moído", "Pitadas generosas de funcho, tomilho, e orégano desidratados", "2 xícaras de farinha de rosca", "½ xícara de salsinha picada", "½ xícara de queijo parmesão ralado", "2 ovos grandes"]}], "special": "", "steps": ["Prepare o molho. Em uma panela grande, aqueça o azeite de oliva sobre fogo médio-alto até que fique reluzente. Adicione as cebolas picadas e deixe cozinhar até que comecem a murchar.", "Adicione os tomates, enxaguando as latas com um pouco de água: a receita original usa 1 litro, mas os tomates pelados disponíveis no Brasil já são bastante aguados. Adicione o sal, louro, e flocos de pimenta, e deixe levantar fervura branda. Reduza o fogo e deixe cozinhar até engrossar, cerca de 20 minutos.", "Enquanto isso, prepare as almôndegas: aqueça o azeite em uma frigideira grande sobre fogo médio-alto, então adicione a cebola e refogue até que esteja quase tenra. Acrescente os cubos de berinjela, tempere com sal, e tampe: deixe cozinhar até que tanto as cebolas quanto a berinjela estejam moles, cerca de 10 minutos. Retire do fogo e deixe esfriar.", "Em uma tigela grande, misture a berinjela refogada com as carnes bovina e suína, as especiarias, a farinha de rosca, a salsinha, o queijo e os ovos. Não misture demais, ou suas almôndegas vão acabar duras: mexa só o suficiente para formar uma mistura que possa ser moldada sem despedaçar. Molde cerca de 40 almôndegas de 5cm.", "Com o molho de tomate ainda em fervura branda, adicione as almôndegas, gentilmente para não despedaçarem: não é necessário cozinhá-las antes. Deixe o molho em fervura branda até que as almôndegas estejam cozidas por dentro e o molho esteja espesso e saboroso, cerca de 40 minutos. Mexa ocasionalmente, com muito cuidado para não despedaçar as almôndegas, para evitar que grudem no fundo."]}