{"title": "Assado de peito bovino", "description": ["Amo fazer essa receita aos domingos: acordo cedo e começo a preparar a carne enquanto assisto Globo Rural. As sobras também são deliciosas. A receita original pede para assar a carne sobre as cebolas em uma panela tampada por 4-5 horas: adaptei-a para a pressão e me orgulho bastante do resultado.", "Sirva com batatas assadas, pudins de Yorkshire, e verduras cozidas ou refogadas.", "Esta receita foi adaptada do livro Economize com Jamie, do autor Jamie Oliver."], "amount": "Serve 6-8", "time": "3 horas", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Assado", "items": ["2kg de peito bovino em um ou dois pedaços grandes (dependendo do tamanho de sua panela de pressão)", "2-3 cebolas grandes, fatiadas em rodelas", "2 colheres de chá de mostarda", "Um maço de alecrim"]}, {"title": "Molho:", "items": ["1 colher de sopa de geleia de frutas vermelhas", "2 colheres de sopa de vinagre de vinho tinto", "2 colheres de sopa de farinha de trigo"]}], "special": "uma panela de pressão", "steps": ["Tempere generosamente a peça de peito com sal e pimenta-do-reino. Coloque uma panela de pressão com um fio de óleo sobre fogo médio-alto. Quando estiver quente, adicione o peito bovino e doure-o de todos os lados: reserve.", "Coloque as cebolas na panela, formando uma cama. Besunte o lado da carne no qual está a gordura com a mostarda e devolva-a à panela. Tampe e cozinhe em pressão alta por 1 hora e 20 se quiser a carne fatiada, ou 1 hora e 40 se quiser a carne desfiada.", "Após o tempo de cozimento, desligue o fogo e deixe a pressão soltar naturalmente. Abra a panela e retire a carne: transfira-a para uma travessa de servir e coloque-a no forno (o mais baixo possível, ou até mesmo desligado) para que não esfrie enquanto prepara o molho.", "Para fazer o molho, leve à panela de pressão ao fogo médio-baixo e adicione o vinagre, a geleia e a farinha. Mexa com um batedor de arame até que a farinha esteja totalmente dissolvida, e então deixe cozinhar sobre fogo médio, mexendo ocasionalmente, até que ele esteja razoavelmente espesso. Despeje o molho sobre a travessa com a carne e leve à mesa: se preferir, deixe a carne imersa no molho até a hora de servir."]}