{"title": "Bolo de carne com molho de tomate", "description": ["Esse estilo de bolo de carne era extremamente popular durante a Grande Depressão: alimentar 10 pessoas (muito bem, por sinal) com menos de um quilo de carne não é fácil.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2014/05/prison-style-meatloaf-how-to-stretch.html)."], "amount": "Serve 10", "time": "2 horas", "difficulty": "medium", "custom": false, "ingredients": ["1 colher de sopa de azeite", "1 colher de sopa de manteiga", "1 cebola, picada", "4 dentes de alho, picados", "1 ½ xícara de leite", "1 ½ xícara de farinha de rosca (se possível, moída grossa)", "900g de carne moída", "½ xícara de salsinha picada", "60g de queijo parmesão ralado na hora", "2 ovos batidos", "2 colheres de chá de sal", "1 colher de chá de pimenta-do-reino moída", "1 pitada de pimenta-de-caiena (opcional)", "3 xícaras de molho de tomate (eu sugiro o  Molho de tomates rápido da seção de Massas)", "Espaguete, para servir"], "special": "", "steps": ["Unte uma assadeira média com óleo e preaqueça o forno a 165°.", "Misture o leite e a farinha de rosca em uma tigela e deixe absorver. Enquanto isso, derreta a manteiga e o azeite em uma frigideira sobre fogo médio-alto e refogue a cebola até dourar e ficar bem macia, cerca de 10 minutos. Adicione o alho e refogue só até começar a cheirar, então retire do fogo e deixe esfriar completamente.", "Em uma tigela grande, misture as cebolas refogadas com a carne, a salsinha, o queijo, os ovos, o sal e as pimentas. Aos poucos, pegue punhados de farinha de rosca e esprema muito delicadamente para tirar o excesso de leite, adicionando-os à carne em seguida. Misture muito bem até ter uma mistura mais ou menos homogênea.", "Coloque a mistura de carne na assadeira untada e molde com as mãos para formar um retângulo: não o faça muito alto, senão ele não vai assar por igual. Derrame o molho de tomate por cima do bolo de carne e leve ao forno preaquecido: asse por 1h10, ou até que o meio não esteja mais rosado. Caso tenha um termômetro de culinária, o meio do bolo de carne deve estar a pelo menos 70°C. Deixe o bolo de carne descansar por pelo menos 10 minutos antes de servir para que ele possa ficar firme: é o tempo de cozinhar o macarrão."]}