{"title": "Bolo de carne tradicional", "description": ["Essa é, de longe, minha receita favorita de bolo de carne. Pode parecer muito molho inglês, mas a cobertura de ketchup caramelizado é a melhor parte. A receita original usa duas gemas, e diz que a textura fica melhor: eu normalmente uso um ovo inteiro e não vejo problema.", "Esta receita foi adaptada do canal de YouTube [Adam Ragusea](https://www.youtube.com/watch?v=m6IrjnZMu9E)."], "amount": "Serve 6", "time": "2 horas", "difficulty": "easy", "custom": false, "ingredients": ["1kg carne moída", "4 cenouras descascadas", "1 cebola descascada", "1 xícara de farinha de rosca", "Leite", "1 colher de chá de alho em pó ou granulado", "½ xícara de ketchup", "½ xícara de molho inglês", "1 ovo batido ou 2 gemas de ovo", "Sal, pimenta-do-reino, e alguns ramos de alecrim"], "special": "", "steps": ["Rale as cenouras e a cebola em uma frigideira grande. Adicione um fio de óleo e refogue sobre fogo alto até que os vegetais fiquem tenros, cerca de 8 minutos.", "Adicione a farinha de rosca. Vá juntando leite aos poucos, até que a farinha de rosca esteja bem saturada. Desligue o fogo e reserve.", "Enquanto os vegetais esfriam, ligue o forno a 180°C e misture o ketchup com o molho inglês. Unte uma assadeira média com óleo.", "Misture as cenouras, a carne, o ovo, o alho em pó, o alecrim picado, bastante pimenta-do-reino, três colheres de chá de sal e quatro colheres de sopa da mistura de ketchup em uma tigela grande. Misture muito bem com as mãos, até ficar homogêneo.", "Despeje a mistura de carne na assadeira preparada. Com as mãos, molde o bolo de carne até obter um retângulo não muito alto. Pegue metade do resto da mistura de ketchup e passe por cima com uma colher, então leve ao forno por 30min.", "Após 30 minutos, passe o resto da mistura de ketchup por cima do bolo de carne. Asse por mais 45 minutos, ou até que a temperatura interna esteja a 70°C. Nos últimos 5min de cozimento, ligue o grill se seu forno tiver um: vai ajudar a caramelizar a cobertura.", "Retire o bolo de carne do forno, e deixe descansar por 10min na assadeira antes de transferi-lo para uma travessa ou tábua de servir. Sirva com purê de batatas (de preferência, com bastante alho) e ervilhas cozidas."]}