{"title": "Bœuf bourguignon", "description": ["Esta é uma das receitas que mais fazem sucesso na casa dos meus pais. Carne que derrete na boca com bastante vegetais, cobertos do molho mais delicioso que você já viu. A receita congela muito bem, então fazer duas ou três receitas e guardar para mais tarde é sempre uma boa ideia.", "Esta receita foi adaptada do canal de YouTube [Titli’s Busy Kitchen](https://www.youtube.com/watch?v=ERCFc2AWC9E)."], "amount": "Serve 4", "time": "3 a 4 horas, mais o tempo da marinada", "difficulty": "hard", "custom": true, "ingredients": [{"title": "Marinada", "items": ["1 talo de salsão", "1 cenoura", "1 cebola pequena", "1 alho-poró, limpo segundo a técnica descrita na seção de Informação Útil", "2 dentes de alho picados", "12 grãos de pimenta-do-reino", "500ml (⅔ de uma garrafa) de vinho tinto seco", "500g acém (ou outro corte para ensopados: paleta ou peito ficam excelentes), cortado em cubos grandes"]}, {"title": "Cozido", "items": ["500ml caldo de carne", "150g de cogumelos-de-paris frescos, cortados ao meio ou em 4-6 pedaços se estiverem muito grandes", "150g de cebolas para conserva, descascadas", "140g manteiga", "100g bacon picado em cubos grandes", "3 colheres de sopa de farinha", "1 colher de chá de extrato de tomate", "1 bouquet garni (um ramo cada de alecrim, tomilho, salsinha e sálvia e uma folha de louro, amarrados com barbante para culinária)"]}], "special": "", "steps": ["Prepare a marinada: descasque e pique todos os vegetais em pedaços ou fatias grandes e adicione-os a uma tigela com o resto dos ingredientes. Cubra com filme plástico e deixe na geladeira por pelo menos duas horas, ou idealmente de um dia para o outro. No dia seguinte, coe e reserve a marinada.", "Separe a carne dos vegetais e seque a carne com papel-toalha. Coloque a marinada em uma panela pequena e deixe ferver por aproximadamente cinco minutos, para reduzir.", "Polvilhe a farinha de trigo sobre a carne e mexa para recobri-la totalmente. Em uma panela grande de fundo espesso, derreta 100g da manteiga e refogue a carne até que esteja dourada: reserve. Se necessário, faça em duas ou três levas.", "Na panela onde você fritou a carne, refogue o purê de tomate até ele escurecer um pouco, então adicione os vegetais da marinada e refogue até que comecem a ficar tenros.", "Devolva a carne à panela junto com o caldo de carne, o vinho e o bouquet garni. Aumente o fogo, e, quando começar a ferver, abaixe. Tampe a panela e deixe cozinhar por 1-1 ½ horas.", "Derreta os 40g de manteiga que restaram sobre fogo baixo. Adicione o bacon e refogue, ainda em fogo baixo, até que a maior parte da gordura tenha derretido e ele esteja dourado. Adicione o bacon à panela do cozido e aproveite para refogar as cebolas para conserva até que estejam bem douradas por fora. Adicione-as à panela , então frite também os cogumelos até que estejam bem dourados. Adicione-os à panela.", "Deixe o cozido em fervura branda por mais 1-1 ½ horas, ou até que a carne esteja bem macia: você deve conseguir partir um pedaço em dois usando só a lateral de um garfo. Retire o bouquet garni antes de servir."]}