{"title": "Bœuf bourguignon", "description": ["Esta é uma das receitas que mais fazem sucesso na casa dos meus pais. Um bom boeuf bourguignon é um dos grandes prazeres da vida: perfeito para uma noite fria em família.", "Sirva com purê de batatas ou um bom pedaço de pão rústico. Se tiver um vinho tinto dos bons para tomar junto, melhor ainda.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/beef-bourguignon-red-wine-stew-recipe)."], "amount": "Serve 4-6", "time": "4 horas", "difficulty": "medium", "custom": false, "ingredients": ["500mL de caldo de galinha, de preferência caseiro", "2 sachês (25g) de gelatina em pó sem sabor", "1,4kg de acém, em 3 pedaços grandes", "3 cenouras grandes: 1 descascada e cortada ao meio no sentido do comprimento, as outras descascadas e picadas em cubos grandes", "1 cebola grande, descascada e cortada ao meio", "4 dentes de alho, amassados com a lateral de uma faca e descascados", "¼ de xícara de conhaque, brandy, ou outro destilhado envelhecido na madeira", "1 garrafa (750mL) de vinho tinto seco", "1 colher de sopa de molho de peixe", "1 colher de sopa de shoyu", "1 bouquet garni (4 ramos de tomilho, 3 de salsinha e 1 folha de louro, amarrados com barbante de cozinha)", "5 colheres de sopa de farinha de trigo", "110g de bacon, cortado em cubos de 2cm", "600g de cogumelos-de-Paris, cortados em 4 (descarte os cabos se estiverem muito fibrosos)", "250g de cebolas para conserva (as pequenininhas), descascadas mas deixadas inteiras"], "special": "uma panela grande que possa ir tanto ao forno quanto ao fogão", "steps": ["Preaqueça o forno a 160°C. Misture a gelatina e o caldo de galinha em uma tigela média e reserve.", "Aqueça um fio generoso de óleo na panela em que for fazer o cozido sobre fogo médio-alto. Tempere a carne generosamente com sal e pimenta-do-reino e coloque-a para fritar, sem mexer. Quando o lado em contato com a panela estiver bem dourado, vire os pedaços de carne e repita o processo. Reserve a carne: você não precisa dourar toda a superfície.", "Reduza o fogo para médio e adicione a cebola, o alho, e a cenoura cortada ao meio. Deixe fritar na gordura restante na panela até começarem a dourar, ajustando o fogo conforme necessário para não queimar.", "Se estiver usando, adicione o conhaque e deixe ferver até que ele tenha evaporado quase que por completo. Adicione a mistura de gelatina, o vinho, shoyu, molho de peixe e o bouquet garni e deixe levantar fervura. Reduza o fogo para manter em fervura branda enquanto prepara a carne.", "Pique a carne em cubos de cerca de 5cm e transfira para uma tigela. Polvilhe o trigo por cima e misture bem para que todos os pedaços estejam recobertos por uma pasta de farinha e seus próprios sucos. Adicione essa mistura à panela, misture bem mais uma vez, e deixe levantar fervura branda novamente.", "Tampe parcialmente a panela e leve-a ao forno preaquecido até que a carne comece a ficar tenra, cerca de 2 horas. Enquanto isso, prepare os vegetais: coloque o bacon em uma frigideira antiaderente grande sobre fogo médio-alto e deixe fritar, mexendo ocasionalmente, até que a gordura tenha derretido e os cubinhos de bacon estejam dourados. Transfira para um prato, deixando o máximo possível de gordura na frigideira.", "Adicione os cogumelos picados e deixe fritar até que tenham soltado todo o líquido e eles estejam começando a dourar, mexendo ocasionalmente. Se a panela em algum momento ficar muito seca, adicione mais óleo conforme necessário. Acrescente as cebolas para conserva e a cenoura picada e continue refogando até que elas também comecem a dourar.", "Quando a carne do ensopado estiver começando a ficar tenra, retire a panela do forno. Usando pegadores, retire e descarte a cebola, a cenoura e o bouquet garni. Se necessário, retire o excesso de gordura que estiver flutuando na superfície do ensopado usando uma concha. Adicione a mistura de vegetais e o bacon em cubinhos e devolva a panela ao forno, agora destampada, até que a carne esteja macia o suficiente para furar com um garfo sem dificuldade, aproximadamente mais 1 hora.", "Retire o ensopado do forno, retirando a gordura da superfície novamente se necessário. Sirva imediatamente, ou deixe na geladeira de um dia para o outro: fica melhor ainda."]}