{"title": "Charutinhos de repolho", "description": ["Fazer charutinhos é razoavelmente trabalhoso, mas rende bastante. Tome muito cuidado para não se queimar ao desfolhar o repolho!", "Esta receita foi adaptada do livro Lebanese Cuisine, da autora Samira Kazan."], "amount": "Serve 6", "time": "2h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Montagem", "items": ["1 cabeça de repolho (cerca de 1,5kg), lavada por fora", "2 cabeças de alho, os dentes separados uns dos outros mas deixados inteiros", "1 colher de sopa de hortelã desidratado", "¼ de xícara de suco de limão-siciliano espremido na hora", "2 colheres de sopa de azeite de oliva extravirgem"]}, {"title": "Recheio", "items": ["500g de acém moído", "1 colher de sopa de 7 especiarias libanesas (receita na seção de Temperos)", "1 colher de sopa de sal", "1 colher de sopa de pimenta-do-reino moída na hora", "2 xícaras de arroz de grão curto, lavado e escorrido", "2 colheres de sopa de azeite de oliva extravirgem"]}], "special": "uma panela grande o suficiente para caber a cabeça inteira de repolho", "steps": ["Usando uma faca pequena, retire e descarte o miolo do repolho. Em uma panela grande sobre fogo alto, coloque água suficiente para submergir completamente a cabeça de repolho para ferver.", "Quando a água ferver, gentilmente coloque a cabeça de repolho e deixe ferver por 2 a 3 minutos para amolecer as folhas. Retire da água, deixe esfriar, e puxe fora as folhas externas, tomando cuidado para não rasgar. Reserve e repita o processo até desfolhar completamente o repolho.", "Prepare o recheio: misture todos os ingredientes em uma tigela grande.", "Para montar os charutinhos, coloque uma folha de repolho numa tábua. Corte fora o talo duro no centro e reserve-o, então corte a folha do tamanho que achar mais fácil de fazer os charutinhos. Coloque cerca de 1 colher de sopa do recheio no meio da folha e dobre as laterais por cima, então enrole: idealmente, depois de terminar, você não deve conseguir ver o recheio.", "Forre o fundo de uma panela grande com os talos de repolho reservados e alguns dentes de alho, então cubra com uma camada de folhas de repolho abertas (eu sugiro usar as que forem pequenas demais para enrolar). Sobre as folhas, coloque uma camada de charutinhos, encaixando-os de modo que haja o mínimo de espaço livre possível. Se houverem espaços pequenos demais para um charutinho, coloque um dente de alho ou dois. Quando terminar a primeira camada, faça outra por cima, e repita esse processo até acabar com todo o recheio.", "Adicione água suficiente para quase cobrir os charutinhos e coloque por cima um prato ou outro objeto plano e pesado, para comprimir os charutinhos enquanto cozinham. Leve a panela ao fogo médio-alto.", "Quando o líquido ferver, reduza o fogo para médio-baixo e deixe cozinhar por 45 minutos, ou até que o arroz dentro dos charutinhos de cima esteja cozido e a maior parte da água tenha evaporado. Polvilhe por cima o hortelã desidratado e regue com o azeite e suco de limão-siciliano, então deixe ferver novamente. Cozinhe por mais 10 minutos e sirva quente, com limão-siciliano cortado em cunhas para espremer por cima."]}