{"title": "Costela bovina ao estilo dos EUA", "description": ["Essa receita pode ser facilmente dobrada ou triplicada, desde que seu forno seja grande o suficiente. Demora uma eternidade pra ficar pronta, mas é deliciosa: vale muito a pena experimentar.", "Esta receita foi adaptada do livro A América de Jamie, do autor Jamie Oliver. A edição em português é muito mal traduzida: não a recomendo."], "amount": "Serve 4", "time": "7-8 horas", "difficulty": "hard", "custom": true, "ingredients": [{"title": "Costela", "items": ["1 peça de costela bovina, da parte dianteira do boi (4 ossos, 2kg)", "5 colheres de sopa de mostarda"]}, {"title": "Dry rub", "items": ["4 colheres de sopa de páprica defumada", "1 colher de sopa de páprica picante", "½ colher de sopa de pimenta-do-reino moída na hora", "½ colher de sopa de sal", "2 colheres de sopa de óleo"]}, {"title": "Molho", "items": ["4 colheres de sopa de açúcar mascavo", "2 ½ colheres de sopa de mel", "1 colher de sopa de manteiga sem sal", "1 cubo de caldo de carne esmigalhado", "1 ½ colher de sopa de água"]}], "special": "", "steps": ["Preaqueça o forno a 130°. Espalhe a mostarda sobre a carne, cobrindo-a totalmente. Misture todos os ingredientes do dry rub em uma vasilha.", "Espalhe a cobertura sobre a carne, certificando-se de que ela está penetrando em todos os cantinhos e formando uma camada uniforme e não muito grossa. Coloque a carne em uma assadeira, com os ossos para baixo, e asse por 5 horas.", "Cerca de 10 minutos antes de tirar a carne do forno, prepare o molho: coloque todos os ingredientes em uma panela sobre fogo baixo e deixe no fogo, mexendo ocasionalmente, até a manteiga e o açúcar derreterem e dissolverem.", "Pegue um pedaço grande de papel alumínio (grande o suficiente para embrulhar a costela) e derrame sobre ele o molho, espalhando bem. Coloque a carne no papel alumínio com o osso virado para cima.", "Embrulhe a carne com o papel alumínio, usando mais se necessário, e feche bem. Coloque o envelope de papel alumínio em uma assadeira, com o lado dos ossos para cima, e asse por mais 1 hora.", "Tire a carne de dentro do envelope, reservando o líquido, e aumente o fogo para 140°. Coloque a carne de volta na assadeira com o osso para baixo e asse por mais 35-40 minutos para caramelizar o molho que ficou na superfície.", "Tire a carne do forno e espere pelo menos 10 minutos antes de fatiar. Corte em fatias finas, no sentido do osso, espalhando por cima o líquido da assadeira reservado e polvilhando com sal."]}