{"title": "Curry japonês de carne bovina", "description": ["Sou apaixonado por curry. Essa receita está empatada com a de Butter chicken (na seção de Frango) no meu ranking de curry favorito. Os curries japoneses são menos picantes e mais adocicados do que os japoneses, então essa receita pode ser apreciada até mesmo por quem não gosta de pimenta.", "Sirva o curry sobre gohan, com sementes de gergelim e cebolinha picada e alguns lances de óleo de gergelim torrado.", "Esta receita foi adaptada do livro Dinner In An Instant, da autora Melissa Clark."], "amount": "Serve 4-6", "time": "2 horas", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Curry", "items": ["1 colher de sopa de óleo vegetal", "2 cebolas cortadas em cubos", "900g de carne para cozido (eu sugiro paleta ou acém), cortada em pedaços de 3-4cm", "2 colheres de chá de sal", "½ colher de chá de pimenta-do-reino", "1 colher de sopa de garam masala (receita na seção de Temperos)", "3 dentes de alho, picados finamente ou ralados", "1 colher de chá de gengibre descascado e ralado na hora", "2 cenouras grandes, descascadas e cortadas em pedaços de 3cm", "1 maçã pequena, descascada, sem o talo nem sementes, e ralada", "1 folha de louro", "2 xícaras de caldo de carne, galinha ou legumes, de preferência caseira", "1 batata-doce média, descascada e cortada em pedaços de 3cm", "200g de cogumelos shiitake fatiados", "1 maço de folhas de mostarda, lavadas e picadas grosseiramente (descarte os talos e use só as folhas)"]}, {"title": "Roux", "items": ["3 colheres de sopa de óleo vegetal (a receita original sugere de amendoim ou gergelim)", "3 colheres de sopa de farinha de trigo", "1 colher de sopa de garam masala", "1 ½ colheres de sopa de ketchup", "1 colher de sopa de molho inglês", "½ colher de sopa de shoyu"]}], "special": "uma panela de pressão", "steps": ["Comece a fazer o curry: Aqueça o óleo vegetal em uma panela de pressão e adicione as cebolas junto com uma pitada de sal. Cozinhe sobre fogo médio por cerca de 20 minutos, mexendo ocasionalmente, até que fiquem caramelizadas. Se algumas cebolas começarem a queimar, adicione algumas gotas de água.", "Enquanto isso, tempere a carne com o sal e pimenta. Deixe-a em temperatura ambiente até a hora que for usar.", "Quando as cebolas estiverem com um dourado bem escuro, adicione o garam masala, o alho e o gengibre, e refogue por cerca de 1 minuto para tostar as especiarias e perfumar o alho. Adicione então a carne, as cenouras, a maçã, a folha de louro e o caldo. Tampe a panela, deixe levantar pressão alta e cozinhe por 22 minutos. Solte a pressão rapidamente.", "Adicione a batata e os cogumelos, tampe novamente, deixe levantar pressão alta e cozinhe por mais 3 minutos. Solte a pressão rapidamente mais uma vez.", "Coloque a panela sobre fogo baixo e adicione as folhas de mostarda: elas vão murchar no curry enquanto você faz o roux.", "Para fazer o roux, aqueça o óleo em uma panela pequena e então adicione a farinha e o garam masala. Cozinhe, mexendo constantemente com um batedor de arame, por 2 minutos para tostar as especiarias e tirar o gosto de farinha. Adicione então o ketchup, o molho inglês e o shoyu e continue misturando: ele vai ficar parecendo uma farofa. Desligue o fogo.", "Adicione um pouco do caldo do curry e mexa para incorporar: repita esse processo até que o roux fique homogêneo, como se estivesse fazendo molho bechamel (geralmente 1 xícara de caldo basta). Adicione o roux dissolvido ao curry e mexa: ele vai espessar o caldo. Corrija o tempero com sal e pimenta-do-reino e sirva."]}