{"title": "Ensopado de carne com missô e cogumelos", "description": ["Tenho uma confissão a fazer. Gosto dessa receita mil vezes mais do que gosto do bœuf bourguignon, e eu amo bœuf bourguignon. Apesar de estar na seção de carne bovina, os cogumelos são a estrela do prato.", "Fiz algumas grandes modificações na receita: aumentei a quantidade de cogumelos e adaptei-a para a pressão. É fácil, também, transformar o prato em uma receita vegetariana: omita a carne (ou substitua-a por ainda mais cogumelos) e use caldo de legumes ao invés de galinha.", "Sirva com bastante purê de batatas, de preferência um ligeiramente insosso: o missô torna o molho bem salgado.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2019/10/miso-braised-beef-with-king-trumpet.html)."], "amount": "Serve 4", "time": "3-4 horas", "difficulty": "easy", "custom": false, "ingredients": ["1,3kg de acém, paleta, peito ou outro corte para ensopados, cortado em cubos grandes", "2 colheres de sopa de óleo de amendoim, soja ou milho", "200g de manteiga sem sal", "600g de cogumelos eryngii ou shiitake, cortados ao meio", "1 cebola grande, cortada em cubos", "¼ de xícara (60ml) de saquê", "3 colheres de sopa de missô", "2 colheres de sopa de maple syrup", "2 colheres de sopa de ketchup", "½ xícara de caldo de galinha ou legumes, de preferência com pouco ou nenhum sódio", "1 colher de sopa de vinagre de arroz", "¼ de xícara de pimenta dedo-de-moça fatiada finamente", "1 cebolinha verde fatiada finamente"], "special": "uma panela de pressão", "steps": ["Aqueça o óleo em uma panela de pressão. Enquanto isso, tempere a carne com sal, pimenta, e pimenta-de-caiena.", "Coloque alguns pedaços de carne na frigideira. Frite-os até que fiquem bem dourado: não mexa por 2-3 minutos, vire, e repita o mesmo de todos os lados, com todos os pedaços. Desligue o fogo e transfira a carne para um prato.", "Espere 1 ou 2 minutos para a panela esfriar. Adicione 1 colher de sopa de manteiga e deixe-a derreter , então ligue o fogo médio e adicione os cogumelos, refogando até dourar. Não coloque muitos cogumelos na panela de uma vez, senão eles vão soltar muita água.  Acrescente mais manteiga conforme necessário até dourar todos os cogumelos. Reserve.", "Coloque mais uma colher de sopa de manteiga na panela e acrescente a cebola: refogue até começar a dourar, então adicione o saquê e raspe o fundo da panela com uma colher de pau para dissolver todos os queimadinhos. Acrescente o missô, o maple syrup, o ketchup e o caldo de galinha: mexa para dissolver, deixe levantar fervura branda e adicione a carne, os cogumelos, e quaisquer sucos que eles tenham soltado.", "Adicione 1 xícara de água quente, tampe e deixe levantar pressão alta. Cozinhe por 1 hora, então deixe a pressão soltar naturalmente. Se a carne estiver cozida mas o molho ainda estiver ralo, cozinhe destampado até engrossar.", "Adicione o vinagre, a pimenta e a cebolinha, tampe, e cozinhe em fogo brando por mais 5 minutos. Prove, corrija o tempero com sal e pimenta-do-reino, e sirva."]}