{"title": "Ensopado de carne e cerveja preta", "description": ["Esse é um dos ensopados mais tradicionais da culinária britânica, e fica excelente servido com purê de batatas. Se quiser, cubra o ensopado com massa folhada ou purê de batatas (como se fosse um escondidinho) e devolva-o ao forno para dourar para transformá-lo em uma torta. Esta receita congela muito, muito bem.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "3h30min", "difficulty": "easy", "custom": false, "ingredients": ["4 colheres de sopa de manteiga sem sal", "2 cebolas roxas grandes, descascadas e picadas em cubos", "4 dentes de alho, descascados e picados finamente", "2 cenouras, descascadas e cortadas em rodelas não muito grossas", "2 talos de salsão, limpos e picados", "10 cogumelos-de-Paris, fatiados", "1,4kg de peito bovino, acém, paleta, ou outro corte para ensopado, em cubos de 5cm", "1 ramo de alecrim", "2 colheres de sopa de farinha de trigo", "2 latas (350ml cada) de cerveja preta, de preferência uma stout", "250g de queijo Gouda, ralado"], "special": "uma panela com tampa que possa ir tanto ao forno quanto ao fogão", "steps": ["Preaqueça o forno a 190°C. Em uma panela grande, que possa ir tanto ao forno quanto ao fogão, aqueça metade da manteiga sobre fogo médio-baixo. Quando começar a espumar, adicione as cebolas e alho e refogue até que fiquem tenras, cerca de 10 minutos.", "Adicione as cenouras, salsão, cogumelos e manteiga restante e cozinhe sobre fogo médio, mexendo frequentemente, até que os cogumelos estejam escuros e o líquido dos vegetais tenha evaporado, cerca de 15 minutos.", "Tempere generosamente a carne com sal e pimenta-do-reino. Adicione-a à panela, junto com o alecrim, e polvilhe a farinha por cima de tudo. Aumente o fogo e refogue por 5 minutos, mexendo frequentemente.", "Adicione cerveja suficiente para mal cobrir a carne: você talvez não use toda. Tampe a panela e leve ao forno preaquecido por 1 hora e meia.", "Mexa o ensopado, então devolva ao forno por mais 1 hora. Retire do forno: se o molho ainda estiver ralo para o seu gosto, deixe cozinhar destampado sobre fogo médio-baixo até engrossar. Para servir, adicione o queijo ralado, mexendo para incorporá-lo no caldo."]}