{"title": "Escondidinho de carne seca", "description": ["Escondidinho de carne-seca é uma receita um tanto quanto elaborada, mas tem a vantagem de poder ser duplicada ou triplicada sem grandes problemas. Sirva puro ou com salada, acompanhado do molho de pimenta de sua preferência."], "amount": "Serve 6", "time": "2 horas, mais o tempo de dessalga", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Recheio", "items": ["500g de carne-seca traseira (ela tem menos gordura e é mais fácil de desfiar)", "1 cebola picada finamente", "1 tomate, descascado segundo a técnica descrita na seção de Informação Útil", "½ maço de salsinha, só as folhas e talos tenros, picado finamente"]}, {"title": "Purê", "items": ["1kg de mandioca descascada e picada", "2 colheres de sopa de manteiga", "½ xícara de leite (aproximadamente)", "½ xícara", "1 bisnaga de Catupiry ou outro queijo cremoso"]}], "special": "uma panela de pressão", "steps": ["Corte a carne seca em cubos grandes e enxague sob água corrente. Leve ao fogo com 500ml de água fervente, deixe cozinhar por 5 minutos (só para tirar o resto do sal), escorra e enxague com água corrente.", "Transfira a carne para uma panela de pressão. Acrescente 750ml de água, tampe, e deixe levantar pressão alta: cozinhe por 15 minutos.", "Após os 15 minutos, desligue o fogo e deixe a pressão se soltar naturalmente. Escorra e enxague mais uma vez a carne seca com água corrente, então desfie a carne com dois garfos. Caso a carne ainda esteja dura, leve-a para cozinhar mais um pouco. Descarte os pedaços de gordura na medida em que for desfiando a carne.", "Unte com um fio de óleo uma travessa refratária de servir: quanto mais larga melhor. Cozinhe sua mandioca em pressão alta até que fique macia: dependendo da mandioca, isso pode demorar mais ou menos. Normalmente, 30 minutos bastam.", "Enquanto a mandioca cozinha, refogue com um fio de óleo a cebola em uma panela sobre fogo médio. Acrescente o tomate, refogando até que ele comece a se desmanchar, então adicione a carne-seca e a salsinha. Frite por alguns minutos, para que a carne possa dourar um pouco, e corrija o tempero com sal e pimenta-do-reino.", "Preaqueça o forno a 200°.Transfira a mandioca cozida para uma assadeira ou uma bancada limpa e amasse. À medida que você vai amassando, retire o miolo fibroso da raiz: ele é fácil de perceber e deve sair inteiro se a mandioca estiver bem cozida.", "Coloque o purê de mandioca em uma panela junto com a manteiga e uma pitada de sal e ligue sobre fogo baixo. Acrescente o leite, aos poucos para ajustar a consistência: ela não deve ficar muito dura e seca, nem mole a ponto de escorrer.", "Para a montagem do escondidinho, coloque mais ou menos metade do purê na travessa preparada e espalhe de forma que cubra totalmente o fundo e as laterais. Espalhe o recheio ainda quente e cubra com o Catupiry. “Esconda” o recheio com o resto do purê e espalhe por cima o queijo parmesão.", "Leve a travessa ao forno preaquecido e asse até que o recheio esteja quente e o queijo ralado esteja bem dourado, 20 a 30 minutos. Sirva imediatamente."]}