{"title": "Estrogonofe de carne", "description": ["Esta é a versão norte-americana do estrogonofe: não leva nenhum ketchup, usa uma quantidade generosa de páprica, e é servida com macarrão. Parece um absurdo, mas prometo que é bom. A receita alimenta facilmente 8 pessoas, e pode alimentar até mais se aumentar a quantidade de macarrão para 1kg.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["1,4kg de alcatra, contra-filé, ou filé mignon, muito bem limpos", "¼ de xícara de farinha de trigo", "½ colher de sopa de sal", "1 colher de sopa de pimenta-do-reino moída na hora", "1 colher de sopa de páprica picante", "6 colheres de sopa de manteiga sem sal", "400g de cogumelos-de-Paris, limpos e cortados em quatro", "2 cebolas roxas, descascadas e fatiadas finamente", "½ xícara de vinho branco seco", "500ml de creme de leite fresco", "1 colher de sopa de molho inglês", "1 colher de sopa de mostarda Dijon", "750g de macarrão com ovos (eu sugiro talharim)"], "special": "", "steps": ["Corte a carne em bifes de cerca de 1,5cm de espessura, então os achate com um martelo para carnes.", "Em uma tigela, misture a farinha, sal, pimenta e páprica. Passe as tiras de carne na mistura, sacudindo-as para tirar o excesso, e reserve.", "Aqueça um fio generoso de óleo em uma panela grande sobre fogo alto. Quando ele começar a reluzir, salteie as tiras de carne (trabalhe em várias levas se necessário) até que estejam douradas por fora mas ainda mal-passadas por dentro. Reserve.", "Abaixe o fogo para médio e adicione 2 colheres de sopa da manteiga. Quando ela começar a espumar, adicione os cogumelos e refogue até que fiquem bem dourados, 12 a 15 minutos. Cerca de 15 minutos depois de adicionar os cogumelos, acrescente a cebola.", "Quando os cogumelos e cebola estiverem tenros e caramelizados, adicione o vinho e raspe o fundo da panela com uma colher de pau para dissolver os queimadinhos. Quando o vinho tiver reduzido pela metade, lentamente adicione o creme de leite, o molho inglês e a mostarda: não pare de mexer para não talhar. Devolva a carne à panela, junto com quaisquer sucos que ela tenha soltado, e corrija o tempero. Deixe cozinhando em fogo baixo por mais 2-3 minutos, até que esteja tudo bem quente e a carne esteja cozida mas ainda um pouco rosada (ponto para menos).", "Enquanto isso, cozinhe o macarrão em uma panela grande com água fervente segundo as instruções da embalagem. Escorra e misture com a manteiga restante, então transfira para uma travessa de servir."]}