{"title": "Goulash", "description": ["Goulash é um prato controverso. A Hungria e a República Tcheca ambas se consideram os inventores originais do prato, e os EUA chamam de goulash um prato à base de carne moída e macarrão (porque eles gostam de ver o circo pegar fogo). Independentemente, é um ensopado delicioso: essa receita não é muito tradicional, mas fica ótima. Se tiver tempo, deixe o ensopado descansar de um dia para o outro para que os sabores se misturem ainda mais: fica ainda melhor.", "Sirva com purê de batatas.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/hungarian-goulash-beef-paprika-stew-recipe)."], "amount": "Serve 6", "time": "3h30min", "difficulty": "medium", "custom": false, "ingredients": ["1L de caldo de galinha, de preferência caseiro", "2 sachês (25g) de gelatina sem sabor", "1,4kg de acém, paleta ou peito bovino, cortado em 3 ou 4 pedaços grandes", "4 cenouras, 2 descascadas e cortadas em pedaços que caibam em uma colher e 2 cortadas ao meio no sentido do comprimento", "2 talos de salsão, cortados ao meio", "4 cebolas grandes, fatiadas finamente", "2 pimentões vermelhos, sem as sementes e o miolo e fatiados finamente", "6 dentes de alho, fatiados finamente", "½ xícara (mais ou menos 60g) de páprica doce da melhor qualidade", "1 colher de sopa de shoyu", "1 colher de sopa de molho de peixe (ou mais shoyu)", "2 folhas de louro", "4 ramos de tomilho", "2 colheres de sopa de farinha de trigo", "1-2 colheres de sopa de vinagre de maçã", "Salsinha picada, para servir"], "special": "uma panela com tampa que possa ir tanto ao forno quanto ao fogão", "steps": ["Preaqueça o forno a 150°C. Dissolva a gelatina no caldo de galinha e reserve.", "Tempere generosamente a carne com sal e pimenta-do-reino. Em uma panela que possa ir tanto ao forno quanto ao fogão sobre fogo médio-alto, aqueça um fio generoso de óleo até que esteja reluzente. Adicione a carne, sem amontoar um pedaço sobre o outro (trabalhe em 2 ou mais levas se necessário) e deixe dourar, sem mexer, por 4 a 5 minutos, para dourar bem. Vire a carne e repita o processo, então reserve: não se preocupe em dourar todos os lados da carne.", "À gordura restante na panela, adicione as cenouras picadas. Refogue as cenouras, reduzindo o fogo conforme necessário para que o fundo da panela não queime, até que estejam bem douradas. Tempere com sal e pimenta-do-reino a gosto e reserve, retirando as cenouras da panela com uma escumadeira e deixando a gordura para trás.", "Adicione as cebolas, os pimentões, as cenouras partidas ao meio, o salsão, e o alho à panela. Refogue sobre fogo médio até que a cebola e os pimentões estejam tenros e começando a dourar.", "Adicione a páprica, mexendo bem, e refogue até que fique perfumado, cerca de 30 segundos. Adicione o caldo de galinha, o shoyu , o molho de peixe, as folhas de louro e o tomilho. Deixe em fogo baixo enquanto prepara a carne.", "Pique a carne em cubos de 5cm e transfira para uma tigela grande. Polvilhe a farinha por cima e mexa bem para cobrir todos os pedaços, então devolva a carne e quaisquer sucos que tenham se acumulado enquanto ela descansava à panela com os vegetais.", "Deixe a mistura levantar fervura novamente. Tampe parcialmente e leve ao forno até que a carne comece a ficar tenra, cerca de 90 minutos. Ajuste a temperatura do forno conforme necessário para que a mistura fique sempre em fervura branda.", "Retire o ensopado do forno, então retire e descarte o tomilho, louro, a cenoura e o salsão. Adicione a cenoura refogada e devolva ao forno, ainda tampado parcialmente, até que a carne e as cenouras estejam tenras e o caldo tenha engrossado, cerca de 45 minutos.", "Usando uma concha, retire e descarte a gordura que tiver se acumulado na superfície. Se achar que o molho ainda está ralo, deixe cozinhar no fogão em fervura branda até que esteja do seu gosto. Adicione o vinagre e a salsinha, corrija o tempero com sal e pimenta-do-reino, e sirva."]}