{"title": "Gyudon (donburi de carne bovina)", "description": ["*Donburi* é um prato japonês no qual serve-se uma cobertura, geralmente agridoce, sobre uma tigela de arroz fresquinho. Gyudon é uma das versões mais populares, e é fácil de ver o porquê.", "Esta receita foi adaptada do site [Just One Cookbook](https://www.justonecookbook.com/gyudon/)."], "amount": "Serve 2", "time": "20 minutos", "difficulty": "easy", "custom": false, "ingredients": ["½ cebola", "1 cebolinha verde", "250g de bife ancho, fatiado o mais finamente possível", "100ml de dashi ou água", "1 colher de sopa de açúcar", "2 colheres de sopa de saquê", "2 colheres de sopa de mirin (saquê licoroso para culinária)", "3 colheres de sopa de shoyu", "2 ovos (opcional)", "Gohan fresquinho, para servir (vide receita na seção de Acompanhamentos)", "Gengibre em conserva (beni-shoga), para servir (opcional)"], "special": "", "steps": ["Fatie finamente a cebola e a cebolinha e reserve-as separadamente. Se for usar os ovos, bata-os bem e reserve. Pique o gengibre em tirinhas, se for usar.", "Em uma frigideira grande, com o fogo desligado, coloque o dashi, o saquê, o mirin, o shoyu e o açúcar. Mexa para dissolver o açúcar.", "Espalhe as fatias de cebola sobre a frigideira, separando as camadas umas das outras. Coloque a carne por cima das cebolas, tampe a frigideira e leve ao fogo médio.", "Vá levantando a tampa durante o processo de cozimento para ver se a carne está cozida. Se sim, remova a espuma que se formar sobre o caldo com uma peneira de metal fina: isso é opcional, mas eu recomendo. Abaixe o fogo e deixe em fervura branda, ainda tampado, por mais 3-4 minutos.", "Espalhe por cima a cebolinha e os ovos batidos, se for usá-los. Tampe mais uma vez e cozinhe por mais 1 minuto para cozinhar os ovos: eles vão absorver a maior parte do molho e fazer uma deliciosa omelete agridoce.", "Para servir, encha duas tigelas para donburi ou um prato fundo com gohan fresquinho. Espalhe a carne e cebolas por cima, distribuindo-as igualmente entre as duas tigelas, e regue com qualquer molho restante na frigideira. Sirva imediatamente, com o gengibre como acompanhamento ou polvilhado por cima."]}