{"title": "Hambúrgueres com bacon", "description": ["Já que a carne desses hambúrgueres é tão condimentada, sugiro servi-los assim, sem nada além do pão e queijo. Se quiser, porém, cebola roxa em rodelas e alface ficam excelentes.", "Sirva com batatas fritas (mas isso eu acho que você já sabia).", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2016/08/grilled-bacon-meatloaf-burgers-building.html)."], "amount": "Serve 4", "time": "40 minutos, mais 3 horas de descanso", "difficulty": "medium", "custom": false, "ingredients": ["1 ovo grande, batido", "1 colher de sopa cheia de ketchup", "2 colheres de chá de molho inglês", "1 colher de chá de sal", "1 colher de chá de pimenta-do-reino moída na hora", "1 colher de chá de açúcar mascavo", "½ colher de chá de cebola desidratada em pó", "¼ de colher de chá de alho desidratado em pó", "Uma pitada de tomilho desidratado", "Uma pitada de pimenta-de-caiena", "¼ de xícara de farinha de rosca", "1 pacote de bacon em fatias", "500g de carne moída", "4 pães de hambúrguer", "Queijo prato em fatias em temperatura ambiente, para servir"], "special": "uma bistequeira ou churrasqueira", "steps": ["Preaqueça o forno a 200°C. Forre uma assadeira com papel-manteiga e espalhe as fatias de bacon sobre ela, sem sobrepor. Asse o bacon por 18-20 minutos ou até que ele esteja cozido e crocante. Deixe o bacon esfriar e pique finamente.", "Em uma tigela, bata os ovos junto com o ketchup, o molho inglês, o sal, o açúcar, a cebola e alho desidratados, o tomilho e a pimenta-de caiena. Quando estiver bem misturado, adicione a farinha de rosca e ⅔ de xícara de bacon picado. Se sobrar bacon, reserve: coloque-o em uma salada ou algo semelhante.", "Adicione a carne moída e misture com as mãos até o bacon e a farinha de rosca estarem distribuídos por igual pela massa.", "Divida a massa em quatro hambúrgueres do mesmo tamanho, cubra com filme plástico e leve à geladeira até estarem totalmente frios: três horas, mais ou menos.", "Pincele os hambúrgueres com um pouco de óleo e grelhe em uma bistequeira ou churrasqueira sobre fogo médio até estarem ao ponto de sua preferência: se tiver um termômetro de culinária, a temperatura no interior dos hambúrgueres deve ser no mínimo 63°C. Coloque os hambúrgueres em um prato e deixe-os descansar por pelo menos 5 minutos para que possam ficar firmes.", "Enquanto os hambúrgueres descansam, abra e esquente seus pães. Coloque as fatias de queijo prato sobre os hambúrgueres para que possam começar a derreter, então monte os sanduíches. Sirva imediatamente."]}