{"title": "Kaftas", "description": ["Kaftas são deliciosas, e não muito difíceis de fazer em casa: o grande atravanco é picar as cebolas finas o suficiente (pedaços grandes vão prejudicar a integridade estrutural e dificultar o ato de embrulhar a carne ao redor dos palitos). Moldar a carne não é tão difícil assim, desde que se tenha paciência. Sugiro usar espetos de churrasco de metal: eles vão conduzir calor para dentro da kafta e permitir que ela cozinhe por dentro e por fora ao mesmo tempo. Palitos de bambu são mais práticos, mas precisam ser deixados de molho com antecedência para não queimarem na churrasqueira.", "Sirva com pão árabe, hummus, seu molho de pimenta favorito, picles e vegetais grelhados.", "Esta receita foi adaptada do livro Lebanese Cuisine, da autora Samira Kazan."], "amount": "Serve 4", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["900g de acém moído duas vezes", "50g de salsinha fresca, picada o mais finamente possível", "1 cebola média, picada o mais finamente possível (use um processador de alimentos e pulse, se necessário)", "2 colheres de sopa de 7 especiarias libanesas (receita na seção de Temperos)", "1 colher de sopa de sal", "2 colheres de chá de pimenta-do-reino moída na hora"], "special": "uma churrasqueira e palitos de churrasco (de preferência, de metal)", "steps": ["Em uma tigela grande, misture todos os ingredientes até obter uma mistura mais ou menos homogênea. Leve à geladeira por pelo menos 30 minutos para que a carne possa firmar. Se estiver usando palitos de churrasco de bambu, deixe-os de molho em água enquanto isso.", "Quando a carne estiver firme, prepare-se para moldar as kaftas: pegue cerca de 100g da mistura de carne (mais ou menos ½ xícara) e molde-a ao redor dos palitos de churrasco. É essencial que todos os ingredientes estejam muito bem picados e misturados, ou sua kafta não vai manter o formato. Devolva as kaftas à geladeira na medida em que as for moldando.", "Ligue sua churrasqueira e deixe esquentar bem: um bom método para ver se já está quente o suficiente é ver quantos segundos você aguenta deixar a mão sobre o carvão aceso. Se você não aguentar por 5 segundos, sua churrasqueira está quente.", "Grelhe as kaftas por 5 minutos de um lado, então 5 minutos do outro: se tiver um termômetro, a temperatura interna da carne deve chegar a 70°. Retire da grelha e sirva imediatamente."]}