{"title": "Ossobuco", "description": ["Ossobuco é a canela do boi: um corte muito duro, mas muito saboroso. Com o auxílio de uma panela de pressão, as múltiplas horas de cozimento são transformadas em 1 hora, apenas: veja só que maravilha.", "Sirva com polenta (receita na seção de Acompanhamentos) ou risoto de açafrão (veja a receita de Risoto básico tradicional, na seção de Massas e Risotos).", "Esta receita foi adaptada do livro Dinner In An Instant, da autora Melissa Clark."], "amount": "Serve 4-6 pessoas", "time": "2h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Ossobuco", "items": ["½ xícara de farinha de trigo (aproximadamente)", "4 ramos de tomilho fresco", "2 ramos de alecrim fresco", "1 folha de louro", "4 peças de osso buco (cerca de 1,3kg)", "2 colheres de chá de sal", "3 colheres de sopa de azeite de oliva", "2 colheres de sopa de manteiga sem sal", "1 cebola, picada em cubos pequenos", "2 cenouras, picadas em cubos pequenos", "1 talo de salsão, picado em cubos pequenos", "4 dentes de alho fatiados finamente", "½ colher de chá de extrato de tomate", "½ xícara de vinho branco seco", "½ xícara de caldo de carne ou de galinha, de preferência caseiro", "1 lata (400g) de tomates pelados picados"]}, {"title": "Gremolata", "items": ["¼ de xícara de salsinha picada muito finamente", "2 dentes de alho amassados", "Raspas da casca de ½ limão"]}], "special": "uma panela de pressão", "steps": ["Tempere a carne generosamente com o sal e pimenta-do-reino e amarre o alecrim, o tomilho e o louro com um pedaço de barbante.", "Polvilhe a carne sobre o ossobuco, virando para recobrir toda a superfície. Aqueça o óleo em uma panela de pressão sobre fogo médio-alto e comece a dourar os pedaços de carne de todos os lados: evite colocar muitos pedaços na panela de uma vez só. Na medida em que os pedaços dourarem, retire-os da panela e reserve.", "Reduza o fogo. Adicione a manteiga e deixe derreter, então acrescente os vegetais picados (exceto o alho) e refogue por 8 minutos, ou até que fiquem bem macios.", "Adicione o alho e o purê de tomate e refogue por mais 1 a 2 minutos, até que o alho comece a cheirar e o purê fique bem escuro. Acrescente o vinho e raspe o fundo da panela com uma colher de pau para dissolver os queimadinhos.", "Junte à panela os tomates e o caldo de carne e deixe levantar fervura branda. Acomode os pedaços de ossobuco no caldo, tfazendo o possível para que fiquem completamente submersos, e posicione o bouquet garni (as ervas amarradas) por cima. Tampe, deixe levantar pressão alta, e cozinhe por 40 minutos.", "Após 40 minutos, deixe a pressão se soltar naturalmente. Transfira os pedaços de carne para um prato ou travessa de servir e retorne a panela ao fogo médio, mexendo frequentemente, para engrossar o molho. Deixe-o descansar por pelo menos 10 minutos antes de servir.", "Enquanto o molho descansa, prepare a gremolata, misturando todos os ingredientes em uma tigela."]}