{"title": "Sanduíche de carne com cebola caramelizada e agrião", "description": ["Nunca vou entender a discriminação do brasileiro para com o humilde sanduíche. Servido no almoço, ele “não dá sustância”. Servido no jantar, é “pesado demais”… De um jeito ou de outro, eu gosto muito deste: carne, cebolas caramelizadas perfumadas com louro, agrião e mostarda. Não tenha medo de experimentar.", "Esta receita foi adaptada do livro Comida Caseira, do autor Jamie Oliver."], "amount": "Serve 4", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["400g de miolo de alcatra em bifes", "2 ramos de alecrim", "2 cebolas grandes", "5 folhas de louro", "20g de manteiga", "70g de açúcar mascavo", "½ xícara de vinagre de vinho tinto", "1 pão ciabatta, 1 baguete, ou 4 pães de sal", "Mostarda amarela, limão, e agrião, para servir"], "special": "", "steps": ["Tire a carne da geladeira e deixe que atinja a temperatura ambiente. Descasque as cebolas, e corte em rodelas grossas.", "Coloque o louro, a manteiga, um pouco de azeite e o açúcar em uma frigideira antiaderente grande de fundo espesso e leve ao fogo médio. Assim que a manteiga derreter, arranje as fatias de cebola em uma só camada, tempere com sal e pimenta, e deixe cozinhar por 5 minutos ou até que você consiga sentir o cheiro de caramelo.", "Adicione o vinagre, tampe e reduza o fogo. Deixe apurar por 35 minutos, sem mexer. A cebola deve estar dourada e caramelizada. Se necessário, vá adicionando água para não queimar.", "Leve os pães ao forno em temperatura baixa, só para esquentar. Esfregue sal e pimenta sobre a carne. Esquente bem uma frigideira grande sobre fogo alto, e grelhe a carne ao ponto que preferir. Passe para um prato e deixe descansar por 1 minuto para reabsorver os sucos, então corte a carne em tiras finas, como se fossem iscas de carne em um churrasco.", "Corte o pão ao meio no sentido do comprimento (se quiser, passe ele no prato com os sucos da carne) e espalhe a mostarda. Tempere o agrião com o suco de limão e monte o sanduíche na ordem (de baixo para cima) pão-cebola-carne-agrião-pão. Corte em dois pedaços ou quatro, dependendo do tamanho do pão e sirva."]}