{"title": "Torta de carne com massa de cream cheese", "description": ["O recheio dessa torta é muito bom, sim, mas a estrela do show é a massa. Sugiro fortemente fazer uma receita e meia da massa e uma receita apenas do recheio.", "Sirva com verduras e purê de batatas.", "Esta receita foi adaptada do livro Economize com Jamie, do autor Jamie Oliver."], "amount": "Serve 4", "time": "1h40min", "difficulty": "easy", "custom": false, "ingredients": ["600g de carne moída", "3 cebolas roxas grandes", "8 ramos de tomilho, ou uma colher de chá de tomilho seco", "225g de farinha de trigo", "1 colher de chá de mostarda", "1 colher de sopa de extrato de tomate", "2 colheres de sopa de aceto balsâmico ou vinagre de vinho tinto", "1 cubo de caldo de carne", "100g de manteiga sem sal", "100g de cream cheese", "Uma pitada de pimenta-de-caiena"], "special": "um processador de alimentos", "steps": ["No processador de alimentos, coloque 200g de farinha, o cream cheese e a manteiga, e bata até começar a ficar uniforme. Transfira para uma superfície enfarinhada e amasse levemente com as mãos para dar liga. Não trabalhe demais, senão a massa fica borrachuda. Embrulhe em filme plástico e  deixe na geladeira até a hora de usar.", "Coloque uma panela grande sobre fogo médio-alto, e adicione a carne e um pouco de óleo. Frite a carne por 15 minutos, ou até que todo o líquido tenha evaporado.", "Descasque e pique grosseiramente as cebolas, e adicione-as junto com as folhas de tomilho. Cozinhe por mais 10min, ou até a cebola ficar tenra começar a dourar.", "Junte 1 colher de sopa de farinha, a mostarda, o extrato de tomate, e o vinagre. Misture. Adicione o cubo de caldo e 650ml de água fervente, e cozinhe por 30 minutos.", "Preaqueça o forno a 180°C. Quando o recheio da torta estiver pronto, transfira-o para uma travessa, abra a massa sobre uma superfície enfarinhada, e cubra o recheio com a massa. Aperte as bordas para selar a torta e leve ao forno por 30 minutos, 45 se a massa estiver muito gelada."]}