{"title": "Baba ghanoush", "description": ["Baba ghanoush é uma das pastas que mais fazem sucesso em casa! Confesso que dá algum trabalho: demora mais para ficar pronto do que um hummus por ter que assar as berinjelas, mas vale muito a pena. Tome muito, muito cuidado na hora de escolher as berinjelas: como elas são assadas inteiras, é possível que você só descubra que estão bichadas depois de cortá-las ao meio… Se achar alguma lagarta dentro da sua berinjela, descarte-a toda: não dá pra ter certeza se você já não pegou ovos ou, pior ainda, fezes.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/the-best-baba-ganoush-recipe)."], "amount": "Serve 4-6 pessoas", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["3 berinjelas (de preferência japonesas, aquelas mais finas)", "2 colheres de sopa de suco de limão-siciliano", "3 dentes de alho, picados finamente", "3 colheres de sopa de tahini", "⅓ de xícara de azeite de oliva extravirgem, mais um pouco para servir", "¼ de xícara de salsinha picada (opcional)", "1. Posicione a prateleira do seu forno no nível mais alto, de modo que fique o mais perto possível do grill, e o preaqueça na temperatura máxima com o grill ligado. Coloque as berinjelas em uma assadeira forrada com papel alumínio. Fure toda a superfície com um garfo, leve ao forno e deixe assar, virando ocasionalmente, até que elas estejam queimadas por completo e moles, cerca de 30 minutos. As berinjelas devem estar muito, muito moles: se você furar as pontas com um garfo ou palito de dentes, elas não devem oferecer nenhuma resistência."], "special": "um forno com grill", "steps": ["Retire as berinjelas do forno. Cuidadosamente dobre o papel alumínio sobre elas, formando um pacote fechado e mais ou menos vedado. Deixe as berinjelas descansando por 15 minutos.", "Abra o pacote de papel alumínio e corte as berinjelas ao meio no sentido do comprimento com uma faca afiada. Cuidadosamente raspe fora a polpa, deixando a casca para trás, e transfira para uma peneira grande. Se perceber algum pedaço de casca ou polpa queimada na peneira, retire e descarte.", "Com as mãos, cuidadosamente esprema a berinjela para retirar o excesso de líquido: a receita original faz isso num secador de salada, mas eu acho que faz muita sujeira sem fazer tanta diferença assim. Transfira a berinjela seca para uma tigela grande.", "Adicione o suco de limão e o alho à polpa de berinjela e bata vigorosamente com um garfo, como se estivesse batendo ovos para fazer uma omelete. Após 1 ou 2 minutos, ela deve se transformar em uma pasta, ainda com alguns pedaços. Batendo sem parar, adicione o tahini e o azeite de oliva (este bem lentamente para não quebrar a emulsão): a mistura vai ficar cada vez mais clara e cremosa. Adicione a salsinha, se a estiver usando, e tempere a gosto com sal e mais suco de limão. Transfira para uma tigela bonita para servir."]}