{"title": "Brandade", "description": ["Brandade é um prato originário de Provence, um patê de bacalhau e batatas servido com pão torrado. Lembra um pouco o bolinho de bacalhau com o qual estamos acostumados, mas mais leve por não ser frito. Gosto de fazer essa receita com bacalhau em lascas: são mais baratas e não fazem diferença no produto final já que o prato é desfiado.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2015/02/brandade-hot-cod.html)."], "amount": "Serve 4-6 pessoas", "time": "50 minutos", "difficulty": "easy", "custom": false, "ingredients": ["450g de bacalhau dessalgado", "1 ½ xícaras de leite integral", "6 ramos de tomilho", "2 folhas de louro", "450g de batatas, descascadas e cortadas em pedaços mais ou menos do mesmo tamanho", "8 dentes de alho grandes, descascados e cortados ao meio", "1 colher de chá de raspas de casca de limão-siciliano", "O suco de ½ limão siciliano", "¼ de xícara de azeite de oliva extravirgem"], "special": "", "steps": ["Unte levemente uma travessa refratária de servir. Adicione a uma panela sobre fogo médio-alto o bacalhau, o leite, o tomilho e as folhas de louro. Cozinhe por 7 a 15 minutos, ou até que o peixe se despedace em lascas com facilidade. Retire do fogo, descartando as folhas de louro e os ramos de tomilho, então coe a mistura, reservando o líquido de cozimento.", "Coloque uma panela de água sobre fogo alto. Quando ferver, adicione as batatas e o alho, abaixe o fogo, e cozinhe em fervura branda por 20min ou até que o alho e as batatas estejam tenros. Escorra e descarte o líquido de cozimento.", "Preaqueça o forno a 230°. Em uma tigela grande, amasse o bacalhau com a casca de limão e algumas colheradas do leite no qual ele cozinhou até que ele esteja quase totalmente desmanchado. Junte as batatas e o alho e amasse bem. Junte o resto do leite, o suco de limão, e lentamente adicione o azeite enquanto mexe. Tempere a gosto com sal e pimenta-do-reino, e transfira a mistura para a assadeira preparada.", "Asse até a superfície estar dourada e crocante. Sirva com pão ou torradas."]}