{"title": "Dip de carne com queijo e pimentões", "description": ["Esse dip é absolutamente pecaminoso, e é uma homenagem a um célebre sanduíche americano chamado cheesesteak. Cai muito bem em qualquer tipo de festa ou celebração informal, em que os convidados não ligam muito para o decoro (ou as coronárias). Muito importante: sirva quente. Em temperatura ambiente, a carne endurece e o queijo fica com uma consistência desagradável.", "Você pode usar qualquer combinação de pimentas e pimentões (frescas ou em conserva) que preferir, desde que tenha 2 xícaras no total após picar.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2018/01/philly-cheese-steak-dip-fly-eagles-fly.html)."], "amount": "Serve 6-8 pessoas", "time": "1h30min", "difficulty": "medium", "custom": false, "ingredients": ["450g de alcatra, cortada em tirinhas", "1 cebola grande, cortada em cubos", "1 pimentão vermelho", "1 pimentão verde", "3 pimentas jalapeño ou 1 pimenta dedo de moça + ½ pimentão verde", "Pimentas frescas e em conserva suficientes para completar 2 xícaras de pimentas e pimentões picados, incluindo as acima", "800g de cream cheese", "250g de queijo provolone", "½ colher de chá de molho inglês, ou a gosto"], "special": "", "steps": ["Tempere generosamente a carne com sal e pimenta. Coloque um fio de azeite em uma frigideira sobre fogo alto e esquente até começar a soltar fumaça. Adicione a carne, e cozinhe, sem mexer, a parte de baixo por 3 a 4 minutos. Abaixe o fogo para médio, vire as fatias de carne, e cozinhe, também sem mexer, por mais 3 a 4 minutos ou até que comecem a sair sucos da parte de cima. Transfira para uma tigela e deixe esfriar.", "Na mesma frigideira, adicione a cebola, uma pitada de sal, e a manteiga. Cozinhe, mexendo sempre, sobre fogo médio até as cebolas começarem a murchar. Raspe o fundo da panela com uma colher de pau: aqueles queimadinhos adicionam sabor.", "Tire os cabos e sementes das pimentas e pimentões e pique-os em cubinhos de 1cm: adicione mais pimentas e pimentões até completar 2 xícaras no total. Adicione-os à cebolas e cozinhe, mexendo sempre, por mais 5 minutos ou até que comecem a ficar tenros.", "Preaqueça o forno a 200°C. Pique a carne em cubos de 1cm e devolva à tigela na qual ela ficou esfriando (não queremos desperdiçar os sucos). Adicione também a mistura de pimentões, o cream cheese, a maior parte do queijo provolone ralado e o molho inglês. Misture muito bem.", "Transfira metade da mistura para uma travessa refratária de servir e rale metade do queijo provolone restante por cima. Asse por 25 minutos, ou até que fique borbulhante e dourado e sirva imediatamente. Coloque a outra metade do dip para assar só quando a primeira porção estiver acabando - assim ele não esfria. Sirva com pão ou torradas."]}