{"title": "Muhammara", "description": ["Baba ghanoush e hummus são duas pastinhas com as quais somos muito familiares no Brasil, mas poucas pessoas conhecem muhammara e isso é uma tragédia: osso dizer sem sombra de dúvida que muhammara os deixa no chinelo. É ligeiramente adocicada graças aos pimentões, deliciosamente picante graças às pimentas e tem uma cremosidade maravilhosa graças às nozes. Amo, amo muhammara, e acho que você vai amar também.", "O melado de romã pode ser encontrado com facilidade em lojas de produtos árabes, ou pela internet. Apesar da pequena quantidade utilizada, eu acho que vale a pena comprar: ele é muito útil para fazer coquetéis. Se realmente não conseguir encontrar, use um pouco mais de suco de limão e algumas gotas de mel.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/search?q=muhammara)."], "amount": "2 xícaras", "time": "2h30min", "difficulty": "medium", "custom": false, "ingredients": ["4 colheres de sopa de azeite de oliva", "1 e ¼ xícaras de nozes", "⅓ de xícara de farinha de rosca", "2 dentes de alho", "1 xícara de pimentões assados (receita na seção de Ingredientes)", "2 colheres de sopa de suco de limão-siciliano", "2 colheres de chá de melado de romã", "1 colher de chá de sal", "1 colher de chá de páprica-doce", "1 colher de chá de flocos de pimenta vermelha", "½ colher de chá de cominho", "½ colher de chá de pimenta-de-caiena"], "special": "um processador de alimentos", "steps": ["Aqueça uma frigideira sobre fogo médio e adicione as nozes e 1 colher de sopa de azeite de oliva. Cozinhe, mexendo frequentemente, até as nozes ficarem com cheiro de torradas e começarem a dourar. Reserve.", "Devolva a frigideira ao fogo médio e adicione 1 colher de sopa de azeite de oliva. Adicione a farinha de rosca e cozinhe, mexendo frequentemente, até que fique dourada. Reserve junto com as nozes.", "Em um processador de alimentos, coloque os pimentões, as nozes e farinha de rosca, o alho, o suco de limão, o melado de romã, sal, páprica, flocos de pimenta, cominho, pimenta-de-caiena e as 2 colheres de sopa de azeite de oliva restantes. Pulse até a mistura estar razoavelmente homogênea: não deve ter nenhum pedaço muito grande, mas alguns pedacinhos crocantes no meio são sempre bons.", "Transfira a pasta para uma tigela e leve à geladeira por 2 horas: vai dar tempo de reidratar a farinha de rosca, e a pasta fica melhor servida fria. Para servir, coloque outro fio de azeite e, se quiser, mais flocos de pimenta, nozes picadas e salsinha."]}