{"title": "Patê de fígado vegetariano", "description": ["Fiquei estarrecido na primeira vez que fiz essa receita: o sabor é praticamente idêntico ao de patê de fígado, mas sem o fígado e sem aquele retrogosto amargo. Sirva acompanhado de torradinhas, fatias de pão, ou biscoitos de água e sal, e (absolutamente indispensável, na minha opinião), a geleia de cebola e frutas secas da seção de Condimentos. Inacreditavelmente bom.", "Esta receita foi adaptada do [site do autor David Lebovitz](https://www.davidlebovitz.com/faux-gras-foie-gras-vegetarian-lentil-mushroom-pate-recipe/)."], "amount": "Serve 8-10", "time": "30 minutos", "difficulty": "medium", "custom": false, "ingredients": ["100g de cogumelos-de-Paris", "2 colheres de sopa de azeite de oliva", "2 colheres de sopa de manteiga", "1 cebola pequena picada", "2 dentes de alho picados", "2 xícaras de lentilhas cozidas (cerca de 1 xícara de lentilhas cruas)", "1 xícara de nozes ou nozes-pecã, torradas em uma frigideira", "2 colheres de sopa de suco de limão-siciliano espremido na hora", "1 colher de sopa de shoyu", "2 colheres de chá de alecrim fresco picado", "2 colheres de chá de tomilho fresco, picado", "2 colheres de sopa de sálvia ou salsinha picadas", "2 colheres de chá de conhaque ou brandy (opcional)", "1 colher de chá de açúcar mascavo", "⅛ de colher de chá de pimenta-de-caiena"], "special": "um processador de alimentos", "steps": ["Se já não o tiver feito, coloque as lentilhas cruas em uma panela cheia de água fervente e deixe cozinhando até que estejam tenras. Escorra e reserve.", "Limpe e fatie os cogumelos. Aqueça o óleo e manteiga em uma frigideira grande sobre fogo médio e nela refogue, mexendo sempre, a cebola e o alho até que a cebola fique translúcida.", "Adicione os cogumelos e continue refogando, mexendo ocasionalmente, até que estejam tenros e completamente cozidos. Retire do fogo e reserve.", "Em um processador de alimentos, misture todos os ingredientes e processe até que a mistura esteja completamente homogênea. Corrija o tempero com mais sal, pimenta, conhaque, shoyu ou suco de limão, se necessário.", "Decida como quer servir o seu patê: se quiser servir como um patê, transfira para uma tigela de servir e leve à geladeira por algumas horas, para que fique firme. Se preferir servir como terrine, transfira para um molde de terrine (ou forma para bolo inglês) forrado com plástico filme e leve também à geladeira: na hora de servir, ele deve se desenformar com facilidade."]}