{"title": "Abóbora cabotiá assada com coentro e gergelim", "description": ["Fiquei bastante em dúvida de onde colocar esta receita: eu consideraria esse prato uma salada, já que ele fica igualmente delicioso tanto quente quanto em temperatura ambiente. Já o servi como acompanhamento para carnes grelhadas, e foi excelente. Acabei optando por colocá-lo na seção de pratos principais vegetarianos, já que infelizmente é uma das menores do livro (mas há várias opções vegetarianas na seção de massas!).", "Esta receita foi adaptada do livro Como Cozinhar Sua Preguiça, da autora Gabriela Barretto."], "amount": "Serve 6", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["1 abóbora cabotiá", "2 colheres de sopa de açúcar mascavo", "75g de gengibre picado", "4 colheres de chá de sementes de coentro", "50g de manteiga sem sal", "½ maço de coentro, as folhas e talos separados", "1 colher de sopa de sementes de gergelim (de preferência, gergelim preto)", "Iogurte escorrido, para servir (receita na seção de Componentes)"], "special": "", "steps": ["Preaqueça o forno a 200°C. Corte a abóbora ao meio, verticalmente, e então corte em meias-luas, como se estivesse fatiando um melão. Tire a casca das meias-luas, tomando cuidado para não tirar muito da polpa junto. Use uma faca muito afiada e tome muito cuidado para não se machucar.", "Coloque as fatias de abóbora em uma assadeira grande o suficiente para caber todas, sem empilhar umas sobre as outras. Espalhe por cima o gengibre, o açúcar mascavo, as sementes e talos de coentro, a manteiga, sal, e pimenta-do-reino. No fundo da assadeira, sem perturbar os temperos por cima das fatias, coloque pouco menos de ½ xícara de água.", "Cubra a assadeira com papel alumínio, beliscando as pontas para vedar bem, e leve ao forno preaquecido por 30 minutos, ou até que a abóbora esteja cozida e tenra. Nos últimos 10 minutos de cozimento, retire o papel alumínio para caramelizar a abóbora.", "Para servir, descarte os talos de coentro e transfira os pedaços de abóbora para uma travessa de servir. Coloque as sementes de gergelim em uma pequena frigideira seca sobre fogo médio e esquente, sacudindo, até que consiga sentir cheiro de pipoca e algumas sementes comecem a estourar. Espalhe as sementes de gergelim torradas e as folhas de coentro (picadas grosseiramente) por cima da abóbora e leve à mesa, acompanhado de bastante iogurte escorrido."]}