{"title": "Berinjela à parmegiana", "description": ["É perfeitamente possível empanar suas rodelas de berinjela com ovos e farinha de rosca e então as fritar, mas isso dá mais trabalho e é mais gorduroso. Ao invés disso, asse-as com bastante azeite de oliva: elas vão ficar ligeiramente crocantes e deliciosas em contraste com os tomates e a muçarela.", "Sirva com pão macio (use para fazer sanduíches, são deliciosos), ou macarrão amanteigado e uma bela salada (eu sugiro a Lucali, da seção de Saladas).", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Demora 1h30min", "time": "Serve 8", "difficulty": "medium", "custom": false, "ingredients": ["3 berinjelas médias, sem as pontas e cortadas em rodelas de 1cm de espessura", "¼ de xícara de azeite de oliva, mais um pouco para pincelar a berinjela", "2 cebolas grandes, descascadas e picadas em cubinhos", "2 dente de alho grandes, descascados e fatiados finamente", "1 ½ colheres de chá de orégano desidratado", "1 colher de chá bem cheia de flocos de pimenta vermelha, ou a gosto", "2 latas (400g cada) de tomate pelado", "1 colher de sopa de vinagre de vinho tinto", "½ xícara de folhas de manjericão frescas", "½ xícara de queijo parmesão ralado na hora", "½ xícara de muçarela ralada na hora", "⅓ de xícara de farinha de rosca", "1 colher de sopa de orégano fresco picado (opcional)"], "special": "", "steps": ["Preaqueça o forno a 220°C. Pincele as rodelas de berinjela generosamente com azeite de oliva extravirgem e as espalhe sobre uma ou mais assadeiras, de modo que não fiquem sobrepostas umas sobre as outras. Leve ao forno e asse até que estejam douradas na superfície em contato com a assadeira, 10 a 15 minutos, então as vire e asse até que o outro lado comece a dourar. Reserve, reduzindo a temperatura do forno para 190°C.", "Enquanto isso, faça o molho de tomate: aqueça metade do azeite de oliva até que esteja reluzente, então adicione a cebola. Refogue até que comece a ficar translúcida, então adicione o alho, orégano, e flocos de pimenta: refogue por mais 1 minuto para perfumar. Acrescente os tomates enlatados, com o suco de tomate da lata, e dê uma amassada nos tomates com uma colher de pau. Deixe levantar fervura, então tampe, reduza o fogo, e deixe cozinhar por 15 a 20 minutos.", "Adicione ao seu molho de tomate o vinagre e o manjericão. Corrija o tempero com sal e pimenta-do-reino. Espalhe no fundo de uma travessa refratária de servir algumas colheradas do molho e um punhado de queijo parmesão. Cubra com uma camada de berinjela, sem sobrepor umas sobre as outras, então outra camada de molho e parmesão. Repita esse processo (sempre seguindo a ordem berinjela-molho-parmesão) até acabar com toda a berinjela, então espalhe por cima o molho e parmesão restantes, junto com a muçarela.", "Em uma tigela pequena, misture a farinha de rosca com o azeite de oliva restante. Polvilhe esta mistura por cima do queijo muçarela e leve ao forno até que a berinjela esteja quente e borbulhando, 30 a 40 minutos (dependendo do tamanho da sua travessa). Deixe descansar por pelo menos 10 minutos antes de servir para que tenha tempo de firmar: polvilhe o orégano fresco por cima antes de cortar, se quiser. Sirva com mais flocos de pimenta vermelha na mesa e vinho tinto seco."]}