{"title": "Nasubi-don (donburi de berinjela)", "description": ["*Donburi* é um prato japonês no qual serve-se uma cobertura, geralmente agridoce, sobre uma tigela de arroz fresquinho. Gosto deste: uso para matar a vontade de comer algo japonês no dia a dia sem me preocupar em comprar ingredientes especiais ou cortar carne em fatias ultrafinas.", "Esta receita foi adaptada do site [Just One Cookbook](https://www.justonecookbook.com/soy-glazed-eggplant-donburi/)"], "amount": "Serve 2", "time": "20 minutos", "difficulty": "easy", "custom": false, "ingredients": ["250g de berinjela (idealmente, berinjela japonesa, que é longa e fina: se não encontrar, use berinjela normal)", "¼ de xícara de amido de milho", "1 colher de chá de gengibre ralado na hora", "2 colheres de sopa de amido de milho", "4 colheres de sopa de óleo vegetal", "½ colher de sementes de gergelim", "4 colheres de sopa de mirin", "2 colheres de sopa de shoyu", "Gohan, para servir (vide seção de Acompanhamentos)", "1 cebolinha verde inteira, picada", "Sementes de gergelim, para servir"], "special": "", "steps": ["Corte a sua berinjela no sentido do comprimento em fatias de pouco menos de 1cm de espessura. Polvilhe com sal (cerca de 1 colher de chá) e deixe descansando por pelo menos 15 minutos para tirar o excesso de líquido.", "Com uma toalha de papel, seque as fatias de berinjela. Transfira-as para uma travessa e espalhe o amido de milho por cima: você quer uma camada fina dos dois lados.", "Adicione metade do óleo a uma frigideira média. Quando estiver quente, adicione as fatias de berinjela em uma camada só e deixe fritar, sem mexer, até que estejam douradas por baixo, 3-4 minutos.", "Quando o lado de baixo das fatias estiver bem dourado, adicione o resto do óleo e vire as fatias para que o outro lado também doure: 3-4 minutos.", "Reduza o fogo para médio-baixo e adicione o mirin, o shoyu, e o gengibre ralado. Deixe levantar fervura branda e, com uma colher, comece a regar as fatias de berinjela com o próprio molho. Adicione um pouco de água se o molho estiver muito espesso (a consistência deve ser completamente líquida). A berinjela estará pronta quando tiver absorvido bem o molho.", "Para servir, encha duas tigelas para donburi ou um prato fundo com gohan fresquinho. Regue com 1 a 2 colheres do molho e distribua as fatias de berinjela por cima: polvilhe com as sementes de gergelim e bastante cebolinha picada. Sirva imediatamente."]}