{"title": "Ratatouille provençal", "description": ["O “ratatouille” do filme, famoso, na verdade é uma variação da receita chamado *confit byaldi*. Refogar os vegetais separadamente garante que todos estarão com a textura perfeita ao invés de ter alguns duros e outros muito moles. Se quiser expeditar o processo, refogue vários vegetais de uma vez só em frigideiras diferentes: só vai acabar sujando mais frigideiras. Experimente também usar tomates frescos descascados, sem sementes e picados ao invés do purê: o sabor vai ficar mais suave.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/ratatouille-provence-vegetable-stew-recipe)."], "amount": "Serve 4 a 6", "time": "2 horas", "difficulty": "easy", "custom": false, "ingredients": ["3 xícaras de abobrinha picada em cubos um pouco menores que 1cm (aprox. 2 pequenas)", "3 xícaras de berinjela picada em cubos um pouco menores que 1cm (aprox. 1 berinjela média)", "¾ de xícara de azeite de oliva extra-virgem", "3 xícaras de cebola picada em cubos um pouco menores que 1cm (aprox. 3 cebolas médias)", "6 dentes de alho, picados", "3 xícaras de pimentões vermelhos e amarelos picados em cubos um pouco menores que 1cm (aprox. 4 pimentões total: eu uso 1-2 de cada cor)", "2 latas de tomates pelados, batidas no liquidificador", "1 bouquet garni (amarre com barbante alguns ramos de tomilho, salsinha, orégano ou manjerona e manjericão)", "Salsinha picada, para servir"], "special": "", "steps": ["Coloque a abobrinha em um escorredor ou peneira e coloque sobre uma tigela: salgue liberalmente e deixe escorrer por 15 minutos a 1 hora, para tirar o máximo possível de líquido. Faça o mesmo com a berinjela, em outro escorredor ou peneira. Descarte o líquido.", "Aqueça 3 colheres de sopa de azeite de oliva sobre fogo médio em uma frigideira grande. Adicione o alho e cebola e uma pitada de sal e refogue, mexendo sempre, até que estejam tenros, cerca de 6 minutos. Transfira para uma assadeira e deixe esfriar, então transfira para uma panela grande.", "Na mesma frigideira, aqueça mais 3 colheres de sopa de azeite de oliva, então repita o processo com os pimentões: refogue-os com um pouco de sal até que estejam tenros, cerca de 7 minutos. Transfira para uma assadeira, deixe esfriar, e transfira para a panela com as cebolas.", "Eu me recuso a digitar as instruções mais duas vezes, então: repita o processo com a abobrinha (4 minutos) e a berinjela (4 minutos também, adicionando mais azeite se ela absorvê-lo todo e secar). Deixe os vegetais esfriarem, então os misture na panela.", "Leve a panela ao fogo médio-alto e adicione o bouquet garni e os tomates batidos. Deixe levantar fervura branda e cozinhe, mexendo sempre, até que o molho de tomates tenha virado um molho espesso que cobre bem os vegetais, cerca de 15 minutos. Corrija o tempero com sal, adicione a salsinha picada, e finalize com um fio generoso de azeite de oliva extra virgem. Sirva imediatamente, ou deixe esfriar (ele fica ainda melhor no dia seguinte). Este prato pode ser servido quente, em temperatura ambiente, ou levemente resfriado (mas não gelado)."]}