{"title": "Spanakopita", "description": ["A parte mais divertida de se fazer uma spanakopita é ter uma desculpa para ficar dizendo spanakopita. Trata-se de uma torta de massa crocante, recheada de folhas verdes murchas e queijo feta, frequentemente com a adição de outros ingredientes para tornar o recheio mais sólido.", "A massa filo é uma massa de trigo extremamente fina, muito utilizada na culinária mediterrânea. Ela não leva gordura, ao contrário de uma massa folhada: uma não é um substituto aceitável para a outra. Pode ser encontrada na seção de congelados de supermercados maiores, junto com a massa folhada.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/spanakopita-greek-savory-greens-pie)."], "amount": "Serve 8", "time": "1h30min", "difficulty": "medium", "custom": false, "ingredients": ["8 xícaras de folhas como espinafre, agrião, rúcula ou semelhantes, só as folhas e talos tenros picados (aproximadamente 350g)", "1 xícara de ervas como endro, salsinha, ou semelhantes, só as folhas e talos tenros picados (cerca de 60g)", "¼ de xícara de azeite de oliva extravirgem, mais para untar e pincelar a massa", "1 ½ colheres de chá de sal de parrilla", "½ colher de chá de pimenta-do-reino moída na hora", "3 cebolinhas fatiadas, tanto a parte verde quanto a branca", "2 dentes de alho, fatiados finamente", "⅔ de xícara de cuscuz marroquino", "1 ovo grande", "225g de queijo feta esmigalhado", "6 folhas (talvez mais, talvez menos) de massa filo descongelada"], "special": "", "steps": ["Preaqueça o forno a 200°C e unte generosamente uma travessa refratária redonda de 9cm com azeite de oliva. Em uma tigela grande, misture as folhas e ervas picadas, o azeite de oliva, o sal e a pimenta do reino. Misture bem com as mãos, massageando, até que as folhas comecem a murchar. Reserve.", "Em uma frigideira sobre fogo médio, adicione um fio generoso de azeite, a cebolinha picada e o alho e refogue até que comecem a murchar. Adicione essa mistura à tigela com os vegetais junto com o cuscuz e o ovo e misture até que esteja mais ou menos homogêneo. Finalmente, incorpore o queijo feta.", "Para montar a torta, coloque uma das folhas de filo por cima da travessa untada de modo que o centro da massa fique sobre o centro da travessa e o excesso se dobre sobre a borda. Pincele com azeite de oliva e repita o processo com mais 3 folhas de massa, formando um total de 4 camadas para o fundo da torta intercaladas com azeite de oliva. Se suas folhas de filo forem pequenas, use mais massa.", "Despeje a mistura de folhas sobre a base da torta, espalhando-a conforme necessário. Dobre a massa que estiver fora da travessa por cima do recheio e cubra com a massa filo restante. Regue com mais azeite de oliva e corte a torta em 8 pedaços usando uma faca de serra. A torta é cortada antes de ir ao forno: uma vez assada, a massa filo fica extremamente quebradiça e é quase impossível de cortar um pedaço bonito.", "Leve a torta ao forno preaquecido até que a massa de cima esteja dourada e crocante e o recheio, quente: isso deve demorar cerca de 45 minutos. Antes de servir, deixe a sua spanakopita descansando por pelo menos 15 minutos para que o recheio tenha tempo de firmar."]}