{"title": "1 - Massa de pizza", "description": ["Serei muito sincero: fazer pizza é um saco. A massa precisa crescer lentamente e abri-la leva muita prática, você precisa de 2 peças de equipamento especial que não vão ser usadas para mais nada na cozinha (uma pá de pizza para colocar e tirá-las do forno e uma pedra para pizza ou chapa de pedra-sabão), e faz uma bagunça tremenda.", "Mas garanto: é muito divertido. Arranje alguns amigos para ficarem te ajudando e assistindo, sirva um pouco de vinho (ou talvez mais: quem sou eu para julgar), e riam das pizzas elípticas, quadradas, e não-euclideanas que vão sair enquanto você não pega o jeito.", "Se você tiver acesso a massa azeda (também chamada de levain), ela dá ainda mais sabor à massa de pizza: diminua as quantidades de água e farinha de trigo comum em ¼ de xícara cada e adicione ¼ de xícara de massa azeda no início.", "Esta receita foi adaptada do livro Cooking for Good Times, do autor Paul Kahan."], "amount": "Demora 2 horas", "time": "Faz 6 pizzas de 30cm", "difficulty": "medium", "custom": false, "ingredients": ["1 ½ colheres de chá de fermento biológico seco", "420g de farinha de trigo comum", "330g de farinha 00", "¼ de xícara de azeite de oliva extravirgem", "2 ½ xícaras de água", "4 colheres de chá de açúcar", "1 colher de sopa de sal de parrilla"], "special": "", "steps": ["Em uma tigela média, misture o fermento e a farinha. Gradualmente incorpore o azeite, mexendo com as mãos, então repita o processo com a água. A massa deve ser bastante úmida.", "Transfira a massa para uma bancada enfarinhada. Trabalhe a massa por 5-15 minutos, a depender da farinha que usou: ela deve ficar lisa e elástica. Para garantir que sua massa não vá rasgar na montagem (uma surpresa bastante desagradável), faça o teste da janelinha: pegue um pouco de massa e estique entre duas mãos o máximo que conseguir sem rasgar. A massa deve conseguir ficar fina o suficiente para que você consiga ver uma fonte de luz através dela. Polvilhe por cima da massa o sal e o açúcar e trabalhe mais um pouco, só para incorporar.", "Divida a massa em 6 bolas do mesmo tamanho e transfira para uma assadeira levemente enfarinhada. Polvilhe a massa com farinha de trigo e cubra com filme plástico. Certifique-se de que a superfície das bolas de massa está bem enfarinhada, ou elas vão grudar no filme!", "Deixe a massa crescendo em temperatura ambiente por 1 hora, até dobrar de tamanho. A massa está pronta para usar, mas fica ainda melhor com uma fermentação mais longa: após dobrar de tamanho, leve a massa à geladeira e deixe crescendo por até 3 dias."]}