{"title": "Como montar e assar uma pizza", "description": ["Como eu disse na receita de massa de pizza, fazer pizza é um saco. Você precisa trabalhar rapidamente para que a massa não absorva molho demais, e é necessário muita prática para abrir a massa. Mesmo assim, é algo que eu faço várias vezes por ano: quando você pega o jeito e faz uma pizza verdadeiramente linda, é um orgulho que não tenho palavras para descrever. Talvez seja assim que se sentem os cirurgiões. O resto dessa seção do livro contém algumas sugestões de recheios: todas fazem recheio suficiente para 2 pizzas, então dá para experimentar até 3 recheios diferentes por leva da massa.", "Sugiro FORTEMENTE ler esta receita na íntegra antes de começar. Melhor ainda: leia-a na íntegra antes de pensar em fazer pizza. Esta é uma pizza no estilo napolitano: uma borda grossa, pouco recheio (pelo menos, pelos padrões brasileiros), e uma massa muito saborosa e crocante. O marco de uma boa pizza napolitana está na textura da massa: se você corta um pedaço e o levanta com as mãos, a massa deve manter-se reta ou, pelo menos, não dobrar.", "Tanto a pá de pizza quanto a pedra de pizza são *tecnicamente* opcionais: dá pra usar duas assadeiras viradas de ponta-cabeça no lugar da pedra e uma tábua de madeira e um pegador no lugar da pá. Mesmo assim, eu contraindico: a pedra é fundamental para conferir textura à massa e seu potencial de transferência de calor ajuda a garantir que a massa não vai sair crua, e a pá é o jeito mais seguro de se transferir a pizza de e para a pedra sem rasgos ou, pior ainda, tombos.", "Esta receita foi adaptada do livro Cooking for Good Times, do autor Paul Kahan."], "amount": "Demora 1h30", "time": "Serve 8 a 12", "difficulty": "hard", "custom": false, "ingredients": ["1 receita de Massa de pizza", "1 receita de Molho de tomate para pizza", "2 xícaras (no total) das coberturas da sua preferência: queijos, carnes, vegetais, etc."], "special": "uma pá de pizza e uma pedra de pizza", "steps": ["Coloque a sua pedra de pizza dentro do forno e ligue-o na maior temperatura disponível: geralmente, 250-290°C. Deixe-a lá dentro, esquentando, por pelo menos 30 minutos: a pedra precisa estar pelando de quente para assar as pizzas.", "Polvilhe a sua pá de pizza e uma bancada com farinha de trigo. Tire sua massa de pizza da geladeira: se ela ficou mal coberta pelo filme plástico, é possível que ela tenha ressecado. Caso isso tenha acontecido, umedeça ligeiramente as mãos com água e trabalhe a massa até incorporar completamente a parte seca e homogeneizar novamente a massa. Deixe as bolas trabalhadas descansando por 10 a 15 minutos para relaxar o glúten.", "Coloque uma bola de massa na bancada e pressione o centro com os dedos para achatar. Faça movimentos circulares, expandindo o diâmetro do círculo gradualmente, até estar quase na borda. Deixe cerca de 1cm nas bordas sem achatar. Continue abrindo a massa com os dedos até ter um disco de cerca de 15cm de diâmetro.", "Essa é a parte complicada: pegue a massa com uma mão e coloque-a sobre o dorso da outra, então coloque a outra mão por baixo da massa também (a massa deve estar repousando sobre o dorso das duas mãos, em suma). Trabalhando próximo da borda, mas sem perturbá-la, gentilmente afaste uma mão da outra para esticar a massa, então as aproxime de novo. Ao fazer isso, a massa deve automaticamente girar, permitindo que você a estique toda por igual. Repita esse processo até obter um disco muito fino (tirando as bordas) de cerca de 30cm de diâmetro. Se estiver com dificuldades, sugiro assistir [este vídeo](https://www.youtube.com/watch?v=9f9-xTcKzZo), demonstrando algumas técnicas diferentes. Se sua massa estiver rasgando com facilidade, você não a trabalhou o suficiente antes de deixá-la crescer: aceite a derrota e faça a pizza com a massa grossa mesmo. Para pequenos rasgos, não se preocupe: devolva a massa à bancada e belisque as pontas do buraco juntas: elas devem grudar de novo com facilidade. Não se preocupe se não ficar com pizzas perfeitamente redondas: parte da diversão é rir dos formatos que acabam saindo.", "Transfira a massa para a sua pá de pizza e gentilmente sacuda a pá: a pizza deve deslizar livremente sobre ela. Caso isso não esteja acontecendo, levante a parte da massa que estiver presa e polvilhe trigo por baixo, então teste novamente. É importante que a pizza deslize livremente para facilitar a transferência da pá para a pedra.", "Espalhe ¼ de xícara de molho usando a parte de trás de uma colher por toda a superfície da pizza, respeitando as bordas. Use o molho com parcimônia e trabalhe rapidamente para que a massa não tenha tempo de absorver o molho: isso a deixa molenga. Espalhe por cima a cobertura de sua preferência, tomando cuidado para não exagerar: menos é mais.", "Abra o forno e sacuda a pá de pizza para que ela escorregue delicadamente sobre a pedra. já quente: é mais fácil do que parece. Deixe a pizza assar por 5-10 minutos, até que o queijo esteja borbulhando e a borda, dourada. Usando a pá, retire a pizza do forno e deixe descansando por mais 1 minuto antes de cortar e servir."]}