{"title": "Pizza branca de cogumelos", "description": ["Pizza branca, ou *pizza bianca*, se refere a uma pizza que não leva molho de tomate: não é muito comum, mas para ingredientes delicados que poderiam ter seu sabor ofuscado, é o ideal. No lugar do molho de tomate, usamos uma *duxelles*: um patê muito bem temperado de cogumelos, frequentemente usado na culinária francesa (famosamente, no filé a Wellington).", "Se tiver azeite de trufas em casa, regue a pizza com um fio (parcimonioso) na hora de servir: fica uma delícia.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/mushroom-duxelles-truffle-pizza-recipe)."], "amount": "2 pizzas", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["2 bolas de Massa de Pizza", "250g de cogumelos mistos (portobello, paris, shiitake, shimeji…), limpos", "3 colheres de sopa de azeite de oliva extravirgem", "¼ de uma cebola roxa, picada o mais finamente possível", "1 colher de chá de folhas de tomilho picadas, mais ½ colher de sopa de folhas de tomilho inteiras", "2 colheres de sopa de conhaque, uísque, cachaça, ou outro destilado envelhecido em barricas de madeira", "1 colher de chá de shoyu", "3 dentes de alho, em rodelas finas", "225g de muçarela ralada (ou muçarela de búfala: fica ainda melhor)"], "special": "um processador de alimentos", "steps": ["Leve um prato grande ao freezer. Coloque metade dos cogumelos no copo de um processador de alimentos e pulse até que estejam muito bem picados: não exagere ou você vai ficar com um creme de cogumelos que não vai servir para nada. Reserve. Corte os cogumelos restantes em fatias finas e reserve-os também.", "Aqueça um fio generoso de azeite de oliva em uma frigideira grande até que fique reluzente. Adicione os cogumelos processados e deixe fritar, mexendo ocasionalmente, até que eles tenham soltado todo o líquido e começado a chiar, cerca de 10 minutos. Continue fritando até que eles comecem a dourar e grudar no fundo da frigideira, então adicione a cebola roxa e o tomilho picado. Cozinhe por mais 2 minutos, até a cebola murchar um pouco.", "Adicione o conhaque e raspe o fundo da frigideira com uma colher de pau para dissolver os queimadinhos. Deixe cozinhar até que o líquido tenha evaporado quase totalmente, então adicione o shoyu e corrija o tempero com sal e pimenta. Transfira essa mistura para o prato que deixou no freezer, espalhando bem, e então leve à geladeira para esfriar completamente.", "Abra a massa conforme descrito na página de Como montar e assar uma pizza. Uma vez aberta a massa, não passe molho: essa é uma *pizza bianca*, que não leva tomate. Espalhe metade da mistura de cogumelos refogados por cima da pizza, então metade da muçarela, metade dos cogumelos em fatias, metade das folhas de tomilho e metade das rodelas de alho. Polvilhe com sal e regue com um fio de azeite de oliva. Leve ao forno conforme descrito previamente e deixe descansar por 1 minuto antes de servir. Se tiver azeite de trufas em casa, regue a pizza com ele!"]}