{"title": "Pizza de abóbora kabocha assada com mel e pesto de couve-crespa", "description": ["Uma pizza inusitada: ela não leva muçarela e tem um sabor agridoce. É absolutamente deliciosa, e lembra o tipo de coisa que seria servida em um restaurante chiquerésimo.", "Esta receita foi adaptada do livro Cooking for Good Times, do autor Paul Kahan."], "amount": "2 pizzas", "time": "30 minutos", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Abóbora assada", "items": ["250g de abóbora butternut ou cabotiá", "1 colher de sopa de mel", "½ colher de chá de sal de parrilla", "½ colher de chá de folhas de tomilho"]}, {"title": "Pesto de couve-crespa", "items": ["¼ de xícara de nozes", "½ xícara de azeite de oliva extravirgem", "¼ de xícara de queijo parmesão ralado na hora", "1 colher de sopa de suco de limão", "1 dente de alho", "Uma pitada de flocos de pimenta vermelha", "2 xícaras de couve-crespa ou couve manteiga picada (retire os talos antes de picar)", "½ colher de chá de sal de parrilla"]}, {"title": "Montagem", "items": ["2 bolas de Massa de pizza", "1 xícara de Molho de tomate para pizza", "¼ de xícara de nozes", "Um bom punhado de queijo parmesão ralado na hora", "1 xícara de rúcula, picada grosseiramente", "¼ de uma cebola roxa, cortada em fatias finas", "1 colher de sopa de suco de limão"]}], "special": "uma pá de pizza, uma pedra de pizza, e um processador de alimentos", "steps": ["Prepare a abóbora assada: preaqueça o forno a 180° e corte a abóbora em duas metades (no caso da butternut) ou quatro (no caso da kabocha). Retire as sementes com uma colher e corte a abóbora em fatias de 0,5cm.", "Coloque as fatias de abóbora em uma assadeira junto com o resto dos ingredientes, um fio generoso de azeite de oliva extravirgem, e sal e pimenta-do-reino. Misture bem para distribuir o mel e os temperos e leve ao forno preaquecido por 8 minutos, ou até conseguir escutar as fatias chiando. Mexa novamente para redistribuir as fatias na assadeira e asse por mais 5 a 10 minutos, até que a abóbora esteja dourada e tenra mas não tão mole a ponto de estar se despedaçando. Reserve.", "Prepare o pesto: coloque as nozes em uma frigideira sobre fogo médio e deixe tostar, sacudindo sempre, até que consiga sentir cheiro de pipoca. Deixe-as esfriar e então as transfira, junto com o resto dos ingredientes, para um processador de alimentos. Bata até obter um creme homogêneo. Se preferir fazer este passo com antecedência, o pesto pode ficar até 1 semana na geladeira.", "Abra a massa conforme descrito na página de Como montar e assar uma pizza. Após espalhar o molho de tomate na superfície da massa, distribua metade da abóbora assada e metade das nozes. Espalhe por cima mais ou menos 2 colheres de sopa do pesto e asse conforme descrito. Enquanto a primeira pizza assa, abra e monte a segunda.", "Quando a primeira pizza estiver pronta, deixe-a descansando por cerca de 1 minuto, então polvilhe metade do seu parmesão ralado por cima. Repita esse processo com a segunda pizza.", "Para montar as pizzas, misture em uma tigela a rúcula, cebola, suco de limão e uma pitada generosa de sal. Espalhe metade dessa salada em cada uma das pizzas e leve à mesa."]}