{"title": "Pizza de abobrinha com óleo de pimenta e manjericão", "description": ["Abobrinha é um vegetal do qual não gosto muito, mas nessa receita ela se transforma em algo realmente especial. Fica crocante e faz um excelente contraste ao sabor intenso do óleo de alho e pimenta. Vale a pena experimentar!", "Esta receita foi adaptada do livro Cooking for Good Times, do autor Paul Kahan."], "amount": "2 pizzas", "time": "30 minutos", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Óleo de pimenta e alho", "items": ["1 colher de sopa de alho em rodelas", "2 colheres de sopa bem cheias de azeite de oliva extravirgem", "¼ de colher de chá de sal de parrilla", "1 colher de sopa das pimentas de sua preferência em rodelas finas (eu sugiro dedo-de-moça)", "1 colher de sopa de folhas de manjericão"]}, {"title": "Montagem", "items": ["2 bolas de Massa de pizza", "1 xícara de Molho de tomate para pizza", "1 abobrinha média, em rodelas muito finas (corte usando um mandoline, se preferir)", "120g de queijo muçarela ralado (ou muçarela de búfala: fica ainda melhor)", "1 xícara de rúcula picada", "¼ de xícara de folhas de manjericão", "½ colher de chá de suco de limão espremido na hora"]}], "special": "", "steps": ["Prepare o óleo de pimenta: em uma panela pequena, misture o alho, óleo e sal. Leve ao fogo baixo e esquente até que comece a ver pequenas bolhas subindo gentilmente. Deixe cozinhando assim, sem deixar fritar, até que o alho esteja tenro mas não dourado, cerca de 5 minutos. Retire a panela do fogo e adicione as pimentas e manjericão, então deixe descansar por 10 minutos para infundir o óleo. Se preferir fazer esse passo com antecedência, o óleo dura até 1 semana na geladeira: só deixe ele atingir a temperatura ambiente antes de usar.", "Abra a massa conforme descrito na página de Como montar e assar uma pizza. Após espalhar o molho de tomate na massa, distribua por cima metade da muçarela e metade da abobrinha. Regue a borda com um pouco de azeite de oliva extravirgem para ajudá-la a dourar no forno e asse conforme descrito. Abra e prepare a segunda pizza enquanto a primeira assa.", "Enquanto a segunda pizza assa, misture a rúcula, manjericão, suco de limão, uma pitada de sal e um fio de azeite de oliva extravirgem em uma tigela. Espalhe metade dessa salada por cima de cada pizza e sirva acompanhado do óleo de pimenta, para que cada um coloque o quanto quiser por cima."]}