{"title": "Chucrute", "description": ["O chucrute é uma das formas mais antigas de preservar o repolho após a colheita: é fácil, rápido, rico em nutrientes, delicioso e baratíssimo. Se você tiver medo de fazer suas próprias conservas, não se preocupe: é 100% seguro desde que se tomem algumas precauções.", "Certifique-se de que todos os potes e utensílios de cozinha estão limpos antes de começar, para dificultar o crescimento de fungos, e tenha certeza de que o repolho está totalmente submerso. Se notar mofo crescendo na superfície do seu chucrute, jogue-o fora."], "amount": "500g", "time": "de 4 dias a 2 semanas", "difficulty": "easy", "custom": false, "ingredients": ["500g repolho fresco", "Sal a gosto"], "special": "um pote grande, de boca larga", "steps": ["Descarte as folhas externas amassadas do repolho, corte fora o miolo, e fatie-o em tirinhas o mais finas possível", "Transfira o repolho picado para uma tigela e tempere generosamente com sal. Experimente e adicione mais se necessário. Com as mãos, massageie e amasse o repolho até que ele tenha murchado e liberado muito líquido.", "Transfira o repolho para o pote onde ele vai fermentar, junto com todo e qualquer líquido que ele tenha liberado. Com um socador ou as mãos, amasse e compacte o repolho o máximo possível, até que ele esteja completamente submerso no líquido. Qualquer pedaço de repolho exposto ao ar pode servir como porta de entrada para mofo, que vai estragar todo o pote de chucrute. Se tiver acesso a uma pedra limpa, ou um pote que caiba dentro do pote maior, coloque-a sobre o repolho para garantir que ele se mantenha submerso. Isso não é obrigatório: o repolho vai soltar ainda mais líquido com o tempo e provavelmente vai se recobrir sozinho.", "Caso você tenha amassado bem o repolho e mesmo assim não tiver líquido o suficiente para deixá-lo todo submerso, dissolva 2 colheres de chá de sal em ½ xícara de água e adicione o suficiente ao pote para cobrir todo o repolho com a salmoura. Cubra o pote com um pano de prato limpo e prenda-o à boca com barbante ou um elástico para evitar moscas. Leve a um lugar escuro e seco para fermentar.", "A etapa de fermentação fica ao gosto do freguês: a partir de 4 dias o seu chucrute já terá fermentado o suficiente para ter um sabor agradavelmente azedo e ser riquíssimo em probióticos. Sugiro experimentar um pouco e ver se já está da forma que gosta: alguns acham o sabor muito fraco e preferem fermentar por 2 semanas no mínimo. Quando o chucrute estiver ao seu agrado, tampe o pote e leve à geladeira."]}