{"title": "Vinho de sobremesa de jabuticaba", "description": ["Essa receita demora meses para ficar pronta e requer equipamentos que a maioria das pessoas não têm acesso (embora seja possível improvisar um airlock usando uma bexiga ou luvas descartáveis). Mesmo assim, sou da opinião que ela vale a pena ser feita: a experiência de provar um vinho (delicioso, por sinal), feito por você, após meses de espera é indescritível.", "Esta receita foi adaptada do livro Fermentação À Brasileira, dos autores Fernando Goldenstein Carvalhaes e Leonardo Alves de Andrade."], "amount": "Cerca de 2,5L", "time": "4 meses", "difficulty": "hard", "custom": false, "ingredients": ["2kg de jabuticabas", "600g de açúcar cristal orgânico ou rapadura"], "special": "Um recipiente para fermentação com *airlock* (selo d’água) que caiba na geladeira", "steps": ["Esprema as jabuticabas com as mãos e adicione-as a um pote de fermentação com *airlock*. Intercale cada camada de fruta com uma camada de açúcar. Feche o pote, vedando bem, e deixe fermentando em temperatura ambiente por 7 dias ou até o selo d’água que pare de borbulhar.", "Quando o pote parar de borbulhar, espere mais 7 dias para que a jabuticaba tenha tempo de liberar seus taninos. Coe o líquido, descartando o bagaço, e o devolva ao recipiente de fermentação. Vede novamente, recolocando o selo d’água, e deixe fermentando por mais 2 semanas.", "Após as 2 semanas, leve o seu recipiente de fermentação à geladeira. Se preferir, troque para um recipiente menor, desde que ele também seja equipado com um selo d’água. Deixe ele lá por 2 semanas: durante esse período, as leveduras vão entrar em dormência e decantar ao fundo do recipiente.", "Cuidadosamente transfira o líquido para a garrafa em que vai guardar o seu vinho de jabuticaba: é importante que ela vede bem. Tome cuidado para não perturbar e colocar na garrafa os sedimentos decantados no fundo do recipiente: eles devem ser descartados para evitar turbidez e amargor.", "Feche bem a garrafa e a coloque num armário ou outro lugar escuro e seco para envelhecer por pelo menos três meses antes de servir."]}