{"title": "Adobo de frango", "description": ["Adobo é um tipo de cozido originário das Filipinas, e é delicioso: Salgado, ligeiramente azedinho, discretamente picante: algo para se comer rezando.", "Sirva com Arroz de coco e bastante coentro picado.", "Esta receita foi adaptada do livro Comfort In An Instant, da autora Melissa Clark."], "amount": "Serve 4-6", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["½ xícara de vinagre de cana-de-açúcar ou de maçã", "½ xícara de shoyu", "2 colheres de chá de açúcar de coco ou açúcar mascavo", "½ colher de chá de pimenta-do-reino moída na hora", "10 dentes de alho, picados grosseiramente", "1 pedaço de gengibre de cerca de 2,5cm, descascado e cortado em palitinhos", "2 folhas de louro", "1-2 pimentas jalapeño ou dedo-de-moça, sem o talo e cortadas ao meio no sentido do comprimento", "1,3kg de coxas e sobrecoxas de frango, com pele e com osso"], "special": "uma panela de pressão", "steps": ["Em uma tigela grande, misture o vinagre, shoyu, açúcar, pimenta, alho, gengibre, folhas de louro e pimentas. Adicione o frango e deixe marinar por pelo menos 15 minutos, ou, idealmente, de um dia pro outro na geladeira.", "Aqueça um fio generoso de óleo em uma panela de pressão sobre fogo médio-alto. Retire o frango da marinada e seque-o com toalhas de papel, reservando o líquido da tigela.", "Disponha os pedaços de frango no fundo da panela em uma camada só: se não couberem todos, faça 2 ou mais levas. Frite o frango até que esteja bem dourado de todos os lados, cerca de 2-4 minutos, e reserve.", "Adicione a marinada à panela de pressão, raspando o fundo com uma colher de pau para dissolver os queimadinhos, e arranje os pedaços de frango para que fiquem o mais submersos possível. Tampe, deixe levantar pressão alta, e cozinhe por 15 minutos. Deixe que a pressão se solte naturalmente.", "Transfira o frango para uma travessa de servir e cubra com papel alumínio e uma toalha para manter aquecido. Retire as folhas do louro do molho e leve ao fogo médio-alto para ferver até que esteja espessa, com a consistência de calda de açúcar: derrame o molho sobre o frango e sirva."]}