{"title": "Butter chicken", "description": ["Butter chicken é um dos meus curries favoritos: o molho de tomate e creme de leite doma a picância das especiarias e o resultado final é bastante suave. Sirva com bastante arroz (esse molho é de matar) e coentro picado.", "Esta receita foi adaptada do site [Swasthi’s Recipes](https://www.indianhealthyrecipes.com/butter-chicken/#wprm-recipe-container-38378)."], "amount": "Serve 4", "time": "1 hora", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Serve 12", "items": []}, {"title": "Marinada 1", "items": ["500g de filé de coxa e sobrecoxa, cortado em cubos de 5cm", "¾ de colher de chá de páprica picante", "¼ de colher de chá de sal", "1 colher de sopa de suco de limão"]}, {"title": "Marinada 2", "items": ["⅓ de xícara de iogurte grego sem sabor", "½ colher de sopa de alho picado finamente", "½ colher de sopa de gengibre ralado na hora", "½ colher de chá de cúrcuma", "1 colheres de chá de garam masala", "½ colher de chá de cominho em pó", "1 colher de chá de coentro em pó", "1 colher de sopa de óleo"]}, {"title": "Molho", "items": ["200g de cebolas, fatiadas finamente", "600g de tomates maduros, picados", "40g de castanhas de caju (se possível, não torradas), deixadas de molho em ½ xícara de água fervente por 1 hora, ou ¼ de xícara de creme de leite fresco", "3 colheres de sopa bem cheias de manteiga sem sal", "1 pau de canela (cerca de 5cm)", "2 bagas de cardamomo", "2 cravos", "½ colher de sopa de alho picado finamente", "½ colher de sopa de gengibre picado finamente", "1 pimenta verde, picada (opcional)", "1 colher de chá de páprica picante", "½ colher de chá de cominho em pó", "1 colher de chá de açúcar", "⅓ de xícara de creme de leite fresco", "Coentro picado, para servir"]}], "special": "", "steps": ["Misture o frango com os demais ingredientes da marinada 1 e deixe descansar por 20 minutos. Acrescente os ingredientes da marinada 2 e deixe marinar por pelo menos 30 minutos, ou, idealmente, de um dia para o outro.", "Em uma panela grande, refogue as cebolas com 1 colher de sopa do óleo até que fiquem douradas. Deixe esfriar e transfira para um liquidificador junto com os tomates e as castanhas de caju (com o líquido na qual estavam de molho) ou o creme de leite. Bata até obter um creme homogêneo.", "Derreta 2 colheres da manteiga na panela e adicione suas especiarias inteiras (cravo, canela e cardamomo). Quando começar a escutar elas chiando, adicione o gengibre. alho e pimentas verdes. Refogue até que esteja perfumado mas não queimado, então desligue o fogo e acrescente as especiarias em pó.", "Adicione o creme de tomate, mexendo bem para dissolver quaisquer queimadinhos no fundo da panela, e leve ao fogo médio até ferver. Reduza o fogo e deixe em fervura branda, mexendo ocasionalmente, até que o purê tenha engrossado consideravelmente: estamos tentando caramelizar o açúcar dos tomates. Adicione mais 1 xícara de água fervente, deixe cozinhar por mais 10 minutos para engrossar novamente, e descarte as especiarias inteiras. Reserve o molho.", "Aqueça o óleo restante em uma frigideira grande e adicione parte do frango: os pedaços não devem se sobrepor. Deixe fritar, sem mexer, por 1 a 2 minutos, só para dourar, então vire e doure o outro lado: não se preocupe se ainda estiverem crus por dentro. Repita o processo até ter dourado todos os pedaços de frango.", "Devolva o molho à panela em que dourou o frango, raspando o fundo para dissolver todos os queimadinhos. Adicione o frango, tampe, e deixe cozinhar por mais 5 a 10 minutos, até que o frango esteja cozido por dentro. Corrija o tempero com o sal e o açúcar e, se necessário, mais garam masala e/ou manteiga.", "Desligue o fogo e adicione o creme de leite restante imediatamente antes de servir para que ele não talhe."]}