{"title": "Coq au vin", "description": ["Coq au vin é um dos mais famosos pratos franceses . É razoavelmente simples e delicioso: um prato fumegante de coq au vin num dia frio é uma das melhores coisas que existe. A versão mais tradicional é feita com vinho tinto: esta receita originalmente usa vinho rosé para ficar com um resultado mais leve. Fica uma delícia, independentemente do que escolher.", "Esta receita foi adaptada do livro Dinner In An Instant, da autora Melissa Clark."], "amount": "Serve 4-6", "time": "2h30min", "difficulty": "medium", "custom": false, "ingredients": ["1,5kg de coxas e sobrecoxas de frango, com pele e com osso", "2 ¼ colheres de chá de sal", "½ colher de chá de pimenta-do–reino moída na hora", "2 ½ xícaras de vinho tinto ou rosé", "1 folha de louro", "1 colher de chá bem cheia de folhas de tomilho frescas", "90g de bacon, cortado em cubinhos", "1 cebola média, cortada em cubos", "1 cenoura média, cortada em cubos", "250g de cogumelos-de-Paris, cortados em fatias (se forem grandes, corte ao meio no sentido do comprimento e fatie)", "2 dentes de alho picados", "1 ½ colheres de sopa de farinha", "1 colher de sopa de conhaque, ou brandy, ou cachaça envelhecida em carvalho (opcional)", "1 colher de sopa de manteiga sem sal", "250g de cebolas para conserva", "Salsinha fresca picada, para servir"], "special": "uma panela de pressão", "steps": ["Tempere o frango com a pimenta-do-reino e 2 colheres de chá de sal. Adicione-o a uma tigela grande junto com o louro, o tomilho e o vinho.", "Aqueça um fio de óleo em uma panela de pressão sobre fogo médio e espalhe os pedacinhos de bacon em uma camada só. Refogue, mexendo frequentemente, até que a gordura tenha derretido e a carne esteja crocante. Retire e reserve o bacon com uma escumadeira, deixando a gordura na panela.", "Retire o frango da marinada, reservando-a, e seque-o com um pano limpo ou toalhas de papel. Adicione os pedaços de frango à panela em uma camada só (trabalhe com 2-3 pedaços por vez se necessário) e cozinhe até que fiquem muito bem dourados (4 minutos por lado, aproximadamente). À medida que os pedaços de frango douram, transfira-os para uma travessa.", "Quando tiver dourado todo o frango, adicione à panela a cebola picada, a cenoura, metade dos cogumelos picados e o ¼ de colher de chá de sal restante. Refogue, raspando o fundo da panela com uma colher de pau, até que os vegetais comecem a dourar.", "Adicione à panela o alho e refogue por mais 1 minuto para tirar o gosto de cru. Acrescente a farinha e mais uma vez refogue por 1 minuto para tirar o gosto de cru. Finalmente, adicione a marinada e o conhaque (se o estiver usando) e deixe levantar fervura: o molho deve cozinhar até ter reduzido mais ou menos pela metade e você não consiga mais sentir o cheiro de álcool. Mexa muito, muito bem enquanto cozinha, raspando o fundo da panela para que a farinha não grude no fundo da panela e queime.", "Quando o molho tiver reduzido, adicione à panela o frango e quaisquer sucos acumulados na travessa, além de metade do bacon frito. Tampe, deixe levantar pressão alta, e cozinhe por 13 minutos.", "Enquanto isso, prepare as cebolas. Derreta a manteiga e 2 colheres de sopa de óleo em uma frigideira larga com tampa (de preferência uma antiaderente). Adicione as cebolas, o açúcar, e sal a gosto. Tampe a panela, abaixe o fogo e deixe cozinhar por cerca de 15 minutos, sacudindo a frigideira frequentemente para movimentar as cebolas e permitir que cozinhem por igual.", "Destampe a frigideira e adicione os cogumelos restantes. Refogue, mexendo ocasionalmente, até que os cogumelos estejam bem dourados.", "Quando o frango estiver cozido, solte a pressão rapidamente. Use uma escumadeira para retirá-lo da panela e transfira para uma travessa. Devolva a panela de pressão ao fogo baixo e deixe cozinhar até que o molho engrosse. Corrija o tempero, adicione o frango, a cebola, cogumelos e o bacon restante, e sirva com salsinha picada por cima."]}