{"title": "Curry de frango com brócolis", "description": ["Um curry não muito tradicional, mas ainda assim muito bom. Os talos cozidos do brócolis têm uma textura excelente: ligeiramente crocantes mas ainda tenros.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2020/06/chicken-broccoli-curry-two-old-friends.html)."], "amount": "Demora 1 hora, mais o tempo da marinada", "time": "Serve 4", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Mix de especiarias", "items": ["1 colher de sopa de cominho", "2 colheres de chá de coentro em pó", "2 colheres de chá de páprica", "1 colher de chá de cúrcuma (açafrão-da-terra)", "1 colher de chá de pimenta-do-reino moída na hora", "2 colheres de chá de sal", "Uma pitada de pimenta-de-caiena"]}, {"title": "Curry", "items": ["500g de peito de frango sem pele e sem osso", "1 cabeça de brócolis (cerca de 500g), lavada", "2 colheres de sopa de manteiga sem sal", "2 dentes de alho amassados", "400ml de leite de coco", "2 colheres de sopa de ketchup", "½ xícara de caldo de galinha", "Cebolinha verde fatiada finamente, para servir"]}], "special": "", "steps": ["Misture os ingredientes do mix de especiarias em uma tigela. Divida em duas partes e use metade das especiarias para cobrir generosamente o peito de frango de ambos os lados. Embrulhe o frango em plástico filme e leve à geladeira por pelo menos 2 horas, ou de um dia para o outro.", "Corte fora os floretes de brócolis do talo e reserve. Corte os talos menos fibrosos em tirinhas de mais ou menos 1cm de espessura e então em cubos: reserve também, separados dos floretes.", "Aqueça a manteiga e um fio de óleo em uma panela sobre fogo médio-alto. Adicione os peitos de frango e doure bem, cerca de 3 minutos de cada lado. Transfira para um prato e deixe esfriar.", "Enquanto isso, adicione o alho à panela onde fritou o frango. Cozinhe, mexendo sem parar, até que comece a cheirar: acrescente o resto da mistura de especiarias e deixe tostar, ainda mexendo sem parar, por 30 segundos. Adicione o leite de coco e o ketchup e mexa com uma colher de pau, raspando o fundo da panela para dissolver os queimadinhos e o ketchup.", "Reduza o fogo para médio e acrescente o caldo de galinha. Deixe em fervura branda até começar a engrossar, cerca de 10 minutos.", "Adicione os talos de brócolis em cubos ao molho e deixe cozinhar até que fiquem quase tenros, cerca de 7 a 10 minutos. Enquanto isso, corte o frango em cubos pequenos.", "Aumente a temperatura para médio-alto e adicione os floretes de brócolis. Tampe e cozinhe até que fiquem quase tenros, 3 a 4 minutos.", "Acrescente o frango e cozinhe, mexendo ocasionalmente, até que os cubos de frango estejam cozidos por dentro e o brócolis esteja tenro, cerca de 3 minutos. Corrija o tempero com sal e pimenta-do-reino e sirva."]}