{"title": "Frango com 40 dentes de alho", "description": ["Sim, você leu certo: 40 dentes de alho. Apesar da pungência do ingrediente principal, o molho é surpreendentemente delicado: sim, tem gosto de alho, mas não de modo desagradável.", "Sirva com purê de batatas ou pão crocante para aproveitar ao máximo possível o molho.", "Esta receita foi adaptada do livro The Chicken Bible, da empresa americana America’s Test Kitchen."], "amount": "Demora 1h20min", "time": "- 40 dentes de alho, descascados", "difficulty": "medium", "custom": false, "ingredients": ["½ colher de chá de açúcar", "8 sobrecoxas de frango, com pele e com osso", "½ xícara de vinho branco seco", "¾ de xícara de caldo de galinha, de preferência caseiro", "½ xícara de creme de leite fresco", "2 colheres de chá de amido de milho, dissolvidas em 1 colher de sopa de água", "2 ramos de tomilho frescos", "1 folha de louro"], "special": "uma frigideira que possa ir tanto ao forno quanto ao fogão, grande o suficiente para caber todo o frango em uma camada só", "steps": ["Preaqueça seu forno a 225°. Em uma tigela refratária, misture os dentes de alho com o açúcar e um fio de óleo vegetal. Leve a tigela ao micro-ondas em potência máxima por 2 minutos, então mexa e esquente por mais 2 minutos. Ao final do processo, o alho deve estar começando a ficar tenro e dourar: deixe por mais 1 a 2 minutos se necessário.", "Seque as sobrecoxas e as tempere generosamente com sal e pimenta-do-reino. Aqueça um fio generoso de óleo em uma frigideira até que esteja quase fumegando, então adicione metade do frango. Deixe fritar, sem mexer, por 7 a 10 minutos para dourar bem, então reserve: não se preocupe em fritar o outro lado. Repita o processo com o frango restante.", "Descarte a maior parte da gordura da frigideira: deixe para trás 1 colher de sopa apenas. Adicione os dentes de alho e reduza o fogo para médio-baixo: deixe cozinhar, mexendo sempre, até eles dourarem.", "Retire a frigideira do fogo. Adicione o vinho branco, então retorne-a ao fogo médio e deixe ferver, raspando o fundo da panela com uma colher de pau para dissolver os queimadinhos. Quando o líquido na frigideira estiver quase totalmente evaporado (ele deve estar espesso o suficiente para cobrir os dentes de alho), adicione o caldo de galinha, creme de leite, tomilho e a folha de louro.", "Deixe cozinhar até que a mistura comece a engrossar, então acomode os pedaços de frango na panela em uma camada só, com a pele virada para cima. Derrame por cima os sucos que o frango soltou enquanto descansava. Leve a frigideira ao forno preaquecido por 20-25 minutos, até que o frango esteja cozido por dentro.", "Retire a frigideira do forno. Usando pegadores, transfira o frango e mais ou menos metade do alho para uma travessa de servir. Descarte a folha de louro e os ramos de tomilho e amasse os dentes de alho restantes na frigideira com uma colher de pau ou um amassador de batatas para incorporá-los ao molho. Corrija com sal e pimenta-do-reino a gosto e despeje o molho ao redor do frango. Sirva imediatamente."]}