{"title": "Frango assado na frigideira com raízes", "description": ["A grande vantagem de fazer essa receita em uma frigideira é que você só suja uma coisa de gordura, o que é sempre muito bom. Se não tiver uma frigideira que possa ir ao forno, não se preocupe: simplesmente transfira os vegetais para uma assadeira comum depois de recobri-los na gordura do frango e faça o resto da receita normalmente.", "Esta receita foi adaptada do livro The Chicken Bible, da empresa americana America’s Test Kitchen."], "amount": "Serve 4", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["2 peitos de frango com pele e com osso, cortados ao meio através do esterno", "500g de batatas Asterix pequenas, cortadas em 4", "250g de mandioquinha, descascadas e cortadas em cubos de 3cm", "4 cenouras, descascadas e cortadas em cubos de 3cm", "2 cebolas roxas, descascadas e cortadas em cunhas", "1 colher de chá de alecrim fresco picado", "Cebolinha picada e limão em cunhas, para servir"], "special": "uma frigideira grande que possa ir tanto ao fogão quanto ao forno", "steps": ["Preaqueça o forno a 225°C. Tempere os pedaços de frango com sal e pimenta-do-reino. Aqueça um fio generoso de óleo em uma frigideira grande que possa ir tanto ao fogo quanto ao fogão até que esteja reluzente, então adicione o frango com a pele virada para baixo. Deixe fritar, sem mexer, até que a pele esteja bem dourada, 5 a 7 minutos, então vire o frango e deixe fritar para dourar um pouco o outro lado, 3 minutos. Transfira o frango para um prato.", "Adicione os vegetais à frigideira junto com o alecrim e uma pitada de sal e pimenta. Mexa bem para recobrir tudo com a gordura e acomode os pedaços de frango por cima. Caso não tenha uma frigideira apropriada para o forno, transfira os vegetais para uma assadeira e acomode o frango por cima.", "Leve ao forno preaquecido por 20 a 25 minutos, até que o frango esteja assado. Se tiver um termômetro para carnes, a temperatura interna deve estar a 72°C.", "Retire a frigideira do forno e transfira o frango para uma travessa de servir: cubra com papel alumínio e deixe dentro do micro-ondas para não esfriar enquanto termina de assar os vegetais.", "Mexa os vegetais na frigideira para redistribui-los, então devolva a frigideira ao forno e asse por mais 15 minutos, até que eles fiquem tenros. Corrija o tempero com mais sal e pimenta, se necessário, e polvilhe por cima a cebolinha picada. Sirva o frango com os vegetais assados e cunhas de limão para temperar."]}