{"title": "Frango ensopado ganês com picles picantes de cebola roxa", "description": ["Não é muito frequente ouvir falar de comida africana, mas ela é realmente muito boa. Escolha a pimenta usada para o ensopado e os picles baseado na sua tolerância: a cambuci é a mais suave, e a habanero é a mais forte. Ajuste, também, a quantidade de pasta de amendoim a seu gosto: ela ajuda a engrossar o caldo, mas há quem prefira o ensopado com menos.", "Sirva com arroz soltinho.", "Esta receita foi adaptada do livro Comida Caseira, do autor Jamie Oliver."], "amount": "Serve 6", "time": "2h30min, mais o tempo da marinada", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Marinada", "items": ["1 frango de 1,6 kg cortado em pedaços (peitos, coxas, sobrecoxas e asas)", "2 colheres de chá bem cheias de páprica defumada", "2 colheres de chá de coentro em pó", "1 colher de chá rasa de pimenta-de-caiena"]}, {"title": "Frango", "items": ["2 cebolas médias", "2 berinjelas grandes", "1 pimenta cambuci madura, ou habanero, ou dedo-de-moça", "1 colher de sopa de purê de tomate", "800g de tomate maduro", "750ml de caldo de frango, de preferência caseiro", "1 colher de sopa bem cheia de pasta de amendoim integral, ou mais a gosto", "300g de quiabo"]}, {"title": "Picles", "items": ["½ xícara de vinagre de vinho tinto", "1 colher de chá cheia de açúcar mascavo", "1 colher de chá de sal", "1 cebola roxa, descascada e cortada em rodelas finas", "1-2 pimentas cambuci maduras, ou habanero, ou dedo-de-moça, sem sementes e fatiadas finamente", "4 folhas de louro"]}], "special": "", "steps": ["Coloque os pedaços do frango em uma tigela e polvilhe com as especiarias da marinada, uma pitada de sal e pimenta, e azeite. Misture bem e cubra com filme plástico: deixe na geladeira por no mínimo 2 horas mas de preferência de um dia para o outro.", "Aqueça um fio de óleo em uma panela grande até que esteja reluzente. Trabalhando com alguns pedaços de frango por vez, doure-os bem e reserve. Não lave a tigela na qual o frango marinou ainda!", "Descasque a cebola e a berinjela e pique em cubos não muito grandes. Corte a pimenta ao meio, descarte as sementes, e pique muito finamente. Adicione os vegetais picados à panela e refogue por 30 minutos, mexendo frequentemente, até que estejam tenros e começando a dourar.", "Adicione o purê de tomate e o frango assado, junto com quaisquer sucos da assadeira. Passe um pouco de água na tigela onde o frango marinou e adicione esse caldo à panela.", "Pique os tomates e despeje-os na panela junto com o caldo. Deixe ferver e mantenha a panela destampada sobre fogo baixo por aproximadamente 1 hora, ou até que o frango esteja tenro e o molho comece a engrossar. Após 30 minutos de cozimento, adicione a pasta de amendoim.", "Enquanto o frango cozinha, faça os picles. Misture o vinagre com o açúcar e o sal e mexa até dissolver o açúcar, então adicione a cebola, o louro e a pimenta e reserve até a hora de servir.", "Quando o frango estiver quase pronto, prepare o quiabo: corte fora as duas pontas e grelhe-o inteiro com um pouco de óleo e sal em uma frigideira quente. Corrija o tempero do ensopado com sal e pimenta-do-reino e sirva."]}