{"title": "Frango à romana", "description": ["Essa receita me lembra um pouco o Frango à caçadora com cogumelos: ambos são molhos intensos à base de pimentões e alcaparras: nesta receita, a pele é crocante e o molho é menos líquido.", "Sirva por cima de purê de batatas (experimente usar azeite de oliva ao invés de leite e manteiga), macarrão regado com azeite de oliva, ou arroz.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2025/02/roman-style-chicken-welcome-to-rotation.html)."], "amount": "Serve 6", "time": "4 horas", "difficulty": "easy", "custom": false, "ingredients": ["6 sobrecoxas de frango, com pele e com osso", "½ colher de chá cada de tomilho, alecrim, e orégano desidratados", "1 cebola grande, em rodelas", "4 dentes de alho, picados finamente", "1 colher de sopa de alcaparras", "1 filé de anchova", "1 xícara de vinho branco seco", "1 vidro (700mL) de passata de tomate", "1 cubinho de caldo de galinha", "3 pimentões vermelhos, sem as sementes e cortados em tirinhas de 1cm", "3 fatias de presunto Parma, cortadas em tirinhas de 1cm (opcional)"], "special": "uma frigideira que possa ir tanto ao forno quanto ao fogão, grande o suficiente para caber todo o frango em uma camada só", "steps": ["Usando uma faca afiada, faça dois cortes no lado do frango com a pele, perpendiculares ao osso: aprofunde o corte até que ele atinja o osso. Isso vai ajudar a marinada a penetrar e deixar a pele mais crocante. Transfira os pedaços de carne para uma tigela grande e misture com as ervas desidratadas, um fio generoso de azeite de oliva, e pitadas generosas de sal, pimenta-do-reino, e pimenta-de-caiena.", "Misture bem o frango para recobrir todos os pedaços com a marinada, cubra a tigela e leve à geladeira por pelo menos 2 horas, ou, idealmente, de um dia para o outro.", "Preaqueça o forno a 180°C. Em uma frigideira grande, que possa ir tanto ao forno quanto ao fogão, aqueça um fio generoso de azeite de oliva sobre fogo médio-alto e coloque os pedaços de frango, com a pele virada para baixo. Deixe fritando sem mexer até que a pele esteja muito bem dourada, cerca de 5 minutos, então vire o frango e doure o outro lado: cerca de 3 minutos bastam. Transfira os pedaços de frango para um prato e reserve.", "Devolva a frigideira ao fogo médio e adicione as cebolas. Refogue, mexendo sempre, até que fiquem murchas, sem dourar. Adicione então o alho, alcaparras e anchova, e refogue, amassando com a colher de pau para desmanchar, até conseguir sentir o perfume do alho.", "Adicione o vinho branco e aumente o fogo. Deixe ferver, raspando os queimadinhos no fundo da panela, até que mais ou menos tenha evaporado. Adicione a passata e o caldo de galinha, misture bem para dissolver e deixe levantar fervura.", "Adicione os pimentões e espalhe a maior parte das tirinhas de presunto por cima. Acomode os pedaços de frango no molho, com a pele virada para cima para que se mantenha crocante. Espalhe por cima o presunto restante e leve ao forno preaquecido por 40-45 minutos, até que o frango esteja cozido por dentro e a superfície esteja bem dourada.  Sirva imediatamente."]}