{"title": "Frango sentado na cerveja", "description": ["Amo essa receita. A cerveja evita que o frango seque, e faz com que ele cozinhe por igual, de dentro para fora. A aparência do prato (um pobre frango sodomizado) também traz risadas a qualquer convidado.", "Sempre que eu uso frango, eu prefiro usar Korin, ou outra marca com certificação de tratamento humano de seus animais. É mais caro, mas é muito melhor para a consciência.", "Esta receita foi adaptada do livro A América de Jamie, do autor Jamie Oliver."], "amount": "Serve 4", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["1 frango inteiro (1,5kg)", "1 colher de chá de sementes de erva-doce (funcho)", "1 colher de chá de páprica defumada", "1 colher de chá de sementes de cominho ou cominho em pó", "1 colher de chá de açúcar mascavo", "½ colher de chá de pimenta-de-caiena ou flocos de pimenta, ou a gosto", "Azeite de oliva", "1 lata (350 ou 473ml, não faz muita diferença) de cerveja clara"], "special": "um pilão e um forno alto", "steps": ["Preaqueça o forno a 200°. Tire o frango da geladeira enquanto prepara o tempero.", "Em um pilão, amasse bem as sementes de cominho e erva-doce. Misture a páprica, o açúcar, e os flocos de pimenta, e adicione azeite de oliva o suficiente para fazer uma pasta.", "Esfregue o tempero por dentro e por fora do frango, massageando bem a carne.", "Abra a lata de cerveja e beba ou descarte mais ou menos ⅓. Posicione a lata no centro de uma assadeira.", "Com as mãos, abra a cavidade do frango, como o faria ao colocar uma meia. “Sente” o frango na lata, inserindo-a na cloaca.", "Asse por 1 hora e 10 minutos, ou até que a carne se separe dos ossos e os sucos saiam transparentes. Caso tenha um termômetro para carnes, a temperatura interna (medida na parte mais grossa da sobrecoxa, sem encostar no osso) deve estar a 74°.", "Retire a lata do frango e deixe descansar por alguns minutos envolto em papel alumínio antes de servir, para que ele tenha tempo de reabsorver os corpos."]}