{"title": "Frango à caçadora com cogumelos", "description": ["Sou apaixonado pelo perfume de pimentões sendo refogados. Essa é uma refeição simples o suficiente para fazer num dia de semana (deixe o frango grelhado acomodado no molho e simplesmente ligue a panela para terminar de cozinhar na hora de servir) mas impressionante o suficiente para servir para convidados. Sinta-se livre para guardar os ossos para fazer caldo. Se quiser, adicione também alguns filés de anchova junto com as alcaparras.", "Esta receita foi adaptada do livro Comfort In An Instant, da autora Melissa Clark."], "amount": "Serve 3 a 4", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["2 colheres de sopa de azeite de oliva extra-virgem", "900g de sobrecoxas de frango, com pele e com osso", "150-200g de cogumelos de Paris, fatiados finamente", "1 cebola média, fatiada finamente", "1 pimentão vermelho sem as sementes, fatiado finamente", "2 dentes de alho, fatiados finamente", "1 lata (400g) de tomates pelados picados", "¼ de xícara de vinho branco seco", "2 ramos grandes de alecrim", "2 colheres de sopa de alcaparras escorridas", "250g de macarrão com ovos (eu sugiro talharim)", "2 colheres de sopa de manteiga sem sal em temperatura ambiente"], "special": "uma panela de pressão", "steps": ["Tempere o frango com sal e pimenta. Aqueça metade do óleo sobre fogo médio-alto na panela de pressão: distribua os pedaços de frango com a pele virada para baixo em uma camada só (trabalhe em 2 ou mais levas se necessário). Deixe fritar, sem mexer, por 6 a 8 minutos, ou até que a pele esteja bem dourada, então vire e doure o outro lado. Reserve", "Quando tiver terminado de fritar o frango, adicione os cogumelos, cebola, pimentão, alho e uma pitada de sal à panela. Refogue, mexendo sempre, até que os vegetais estejam tenros e começando a dourar.", "Adicione o vinho, tomates e alecrim e deixe levantar fervura, raspando o fundo da panela com uma colher de pau. Deixe ferver por cerca de 1 minuto para evaporar o álcool, então devolva os pedaços de frango (com os sucos acumulados) à panela, com a pele virada para cima.", "Tampe a panela de pressão e deixe levantar pressão alta. Cozinhe por 13 minutos e deixe a pressão soltar naturalmente po mais 10 minutos, então solte a pressão restante rapidamente.", "Transfira os pedaços de frango para uma travessa de servir e descarte os ramos de alecrim. Adicione as alcaparras à panela e leve o molho ao fogo baixo para engrossar um pouco. Enquanto isso, cozinhe o macarrão em uma panela grande com água fervente segundo as instruções da embalagem.", "Escorra o macarrão e misture com a manteiga restante, então transfira para uma travessa de servir. Se quiser, adicione salsinha ou manjericão picados por cima na hora de servir."]}