{"title": "Frango ensopado ao molho de mostarda", "description": ["Sou apaixonado por essa receita: o molho, de mostarda e bacon, fica espetacular. Use a melhor mostarda Dijon que puder: sugiro as marcas Beaufor e Maille.", "Se estiver com dó de usar tanta mostarda para um prato apenas, dá para usar menos na hora de temperar o frango: as 3 colheres usadas para finalização são as verdadeiramente essenciais.", "Sirva com macarrão amanteigado ou purê de batatas, para aproveitar o delicioso molho.", "Esta receita foi adaptada do livro My Paris Kitchen, do autor David Lebovitz."], "amount": "Serve 4 a 6", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["½ xícara + 3 colheres de sopa de mostarda Dijon", "¼ de colher de chá de páprica doce ou defumada", "¾ de colher de chá de sal", "4 coxas e 4 sobrecoxas de frango", "100g de bacon em cubinhos", "1 cebola pequena, descascada e cortada em cubinhos", "½ colher de chá de tomilho desidratado", "1 xícara de vinho branco seco", "1 colher de sopa de sementes de mostarda ou mostarda a l’Ancienne", "2-3 colheres de sopa de creme de leite fresco", "Salsinha ou cebolinha picadas, para servir"], "special": "", "steps": ["Misture ½ xícara de mostarda Dijon com a páprica, o sal, e bastante pimenta-do-reino moída na hora. Adicione os pedaços de frango e misture bem para que fiquem cobertos. Se puder, levante delicadamente a pele dos pedaços e espalhe também essa mostarda temperada por baixo.", "Aqueça uma panela grande e larga sobre fogo médio-alto e adicione o bacon. Deixe fritar, mexendo ocasionalmente, até que ele esteja cozido e começando a dourar. Retire e deixe escorrendo em um prato forrado com toalhas de papel, deixando para trás mais ou menos 1 colher de sopa da gordura na panela e descartando o resto.", "Adicione a essa gordura quente a cebola e refogue até que esteja tenra e translúcida, então adicione o tomilho e cozinhe até que fique perfumado. Transfira a cebola e tomilho refogados para uma tigela e reserve.", "Adicione um pouco de óleo vegetal à panela, se ela estiver muito seca, e adicione os pedaços de frango em uma camada só: se não o conseguir, faça isso em duas levas. Doure bem os pedaços sobre fogo médio alto, sem deixar queimar: não se preocupe se ficar um resíduo marrom grudado no fundo da panela.", "Na medida em que os pedaços de frango forem ficando dourados, transfira-os para a tigela com as cebolas. Adicione à panela vazia o vinho branco, raspando com uma colher de pau os queimadinhos no fundo da panela. Devolva o frango, bacon, e cebolas à panela, então tampe e leve ao fogo baixo, virando os pedaços no molho ocasionalmente, por 15 minutos ou até que o frango esteja cozido por dentro.", "Retire a panela do fogo e incorpore a mostarda restante, o creme de leite, e as sementes de mostarda. Se o molho tiver engrossado demais, dilua com um pouco de água morna até que fique do seu gosto. Polvilhe as ervas por cima e sirva."]}