{"title": "Frango à Marbella", "description": ["Azeitonas e ameixas podem não parecer uma combinação muito apetitosa, mas o resultado final é realmente especial. Essa receita é fácil e deliciosa, e faz um excelente jantar durante a semana, quando não se tem muito tempo.  Se quiser dobrar a receita, para servir mais gente, use duas assadeiras e troque-as de posição no forno na metade do cozimento.", "Esta receita fica igualmente deliciosa quente quanto fria ou em temperatura ambiente: leve-a para um piquenique.", "Sirva acompanhado de arroz ou cuscuz marroquino.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/sheet-pan-chicken-marbella-recipe-11790256)."], "amount": "Serve 4-6", "time": "1h40min", "difficulty": "easy", "custom": false, "ingredients": ["¼ de xícara de azeite de oliva extravirgem", "¼ de xícara de vinagre de vinho tinto", "¼ de xícara de vinho branco seco ou caldo de galinha", "4 dentes de alho, descascados e ralados", "2 colheres de sopa de açúcar mascavo", "1 colher de sopa de orégano desidratado", "8 sobrecoxas de frango com pele e com osso (cerca de 1,3kg)", "2 colheres de chá de sal de parrilla", "1 vidro (150g) de azeitonas verdes sem caroço, sem a salmoura", "150g de ameixas secas sem caroço, cortadas ao meio", "2 colheres de sopa de água quente"], "special": "", "steps": ["Em uma tigela, misture o azeite, vinagre, vinho, alho, açúcar mascavo, sal e orégano. Adicione os pedaços de frango, as ameixas e azeitonas, e tempere generosamente com pimenta-do-reino. Misture bem, cubra, e leve à geladeira para marinar por pelo menos 1 hora, ou no máximo 8.", "30 minutos antes de assar o frango, ligue o forno a 220°C. Quando ele estiver bem quente (respeite o prazo de meia hora: é essencial), disponha os pedaços de frango em uma assadeira grande com a pele virada para cima. Espalhe as ameixas e azeitonas entre as sobrecoxas e regue tudo com a marinada que sobrou na tigela. Leve ao forno por 20 minutos.", "Após 20 minutos, a pele das sobrecoxas deve estar começando a dourar: com uma colher, regue o caldo que está se acumulando na assadeira sobre os pedaços de frango. Devolva ao forno por mais 15 a 20 minutos, até que a pele esteja bem dourada e o frango esteja cozido por dentro.", "Para servir, transfira os pedaços de frango, as ameixas e as azeitonas para uma travessa de servir. Adicione a água quente à assadeira e raspe com uma colher de pau para soltar e dissolver os queimadinhos: ainda deve haver bastante caldo. Transfira o caldo para uma pequena tigela e leve à mesa."]}