{"title": "Jambalaya de frango, linguiça e camarão", "description": ["Um prato bem diferente com o que normalmente estamos acostumados: misturar frango, linguiça e frutos do mar soa esquisito para a maior parte das pessoas para quem perguntei. De um jeito ou de outro, é um prato delicioso que alimenta um batalhão: se aparecerem mais convidados de última hora, aumente a quantidade de arroz para render mais.", "Esta receita foi adaptada do livro A América de Jamie, do autor Jamie Oliver."], "amount": "Serve 8", "time": "1h20min", "difficulty": "medium", "custom": false, "ingredients": ["4 coxas de frango, com pele e com osso", "4 sobrecoxas de frango, com pele e com osso", "300g de paio. linguiça portuguesa, ou outra linguiça defumada", "1 cebola grande, descascada e picada grosseiramente", "1 pimentão verde, sem sementes e picado grosseiramente", "1 pimentão vermelho, sem sementes e picado grosseiramente", "4 talos de salsão, picados grosseiramente", "4 folhas de louro", "4 ramos de tomilho frescos", "6 dentes de alho, descascados e cortados em rodelas", "1-2 pimentas dedo-de-moça, sem sementes e picadas finamente", "1 lata (400g) de tomates pelados picados", "1,5l de caldo de galinha, de preferência caseiro", "700g de arroz", "500g de camarões grandes limpos (opcional)", "Um punhado de ramos de salsa"], "special": "", "steps": ["Tempere o frango com sal, pimenta-do-reino e pimenta-de-caiena. Em uma panela grande de fundo espesso, coloque um fio generoso de óleo e frite o frango e a linguiça sobre fogo médio até que fiquem bem dourados de todos os lados. Trabalhe em levas, se necessário.", "Adicione à panela a cebola, os pimentões, o salsão, as folhas de louro, o tomilho, e uma pitada de sal e pimenta-do-reino. Mexa bem e deixe cozinhar, mexendo ocasionalmente, por 10 a 12 minutos até que os vegetais fiquem tenros.", "Adicione o alho e as pimentas: refogue brevemente até que o alho comece a cheirar, então adicione os tomates e o caldo de galinha.", "Deixe a panela levantar fervura e abaixe o fogo. Tampe e deixe em fervura branda por 25 a 30 minutos, até que a carne do frango se separe com facilidade dos ossos. Com um pegador, retire o frango. Desfie a carne, descartando a pele e os ossos, e a devolva à panela junto com o arroz. Mexa bem, tampe e deixe cozinhar por 15 a 20 minutos, até que o arroz esteja cozido.", "Adicione os camarões (se os estiver usando) e um pouco de água se achar a panela muito seca: o prato deve ficar com a consistência de um mingau de aveia. Tampe mais uma vez e deixe cozinhar por mais 3-4 minutos para cozinhar os camarões. Enquanto isso, pique finamente a salsinha.", "Adicione a salsinha picada, mexa para misturar, e sirva imediatamente, para que os camarões não fiquem borrachudos."]}