{"title": "Satay de frango", "description": ["Gosto muito desta receita quando quero algo diferente para servir num churrasco. A receita original sugere servir fatias de abacaxi e melancia como acompanhamento: inusitado, mas funciona muito bem.", "Esta receita foi adaptada do livro 30 Minutos e Pronto, do autor Jamie Oliver."], "amount": "Serve 4", "time": "40 minutos, mais o tempo da marinada", "difficulty": "medium", "custom": false, "ingredients": ["1 colher de chá de curry em pó", "½ colher de chá de cominho em pó", "1 colher de chá de cúrcuma (açafrão-da-terra)", "2 pimentas dedo-de-moça frescas, sem o talo e as sementes", "2 dentes de alho", "1 pedaço de 5cm de gengibre", "1 maço de coentro (mais ou menos 30g)", "6 colheres de sopa de pasta de amendoim integral, de preferência crocante", "2 colheres de sopa de shoyu", "6 cebolinhas", "3 limões", "8 sobrecoxas de frango, sem pele e sem osso"], "special": "uma churrasqueira ou bistequeira, de preferência de ferro fundido", "steps": ["Em uma frigideira seca sobre fogo médio, toste o curry, o cominho, e a cúrcuma até conseguir sentir o perfume.", "Em um liquidificador, misture as pimentas, o alho, a maior parte do coentro, o gengibre, o shoyu, a parte verde da cebolinha, as raspas da casca de 2 limões e o suco de 3. Bata até que fique quase completamente homogêneo e misture os temperos tostados. Evite misturar os temperos dentro do liquidificador se ele for de plástico: a cúrcuma pode manchar. Corrija o tempero do molho com sal e pimenta-do-reino.", "Corte a sobrecoxa em pedaços grandes, mais ou menos quatro por sobrecoxa. Cubra com metade do molho satay e leve à geladeira por pelo menos duas horas, ou, idealmente, de um dia para o outro.", "Espete os cubos de frango em espetos de bambu ou metal para churrasco. Acenda sua churrasqueira, se a estiver usando. Caso contrário, espalhe um pouco de óleo em sua bistequeira e coloque-a sobre fogo médio-alto para esquentar.", "Quando estiver pronto para cozinhar, derrame um fio de óleo sobre os espetos e leve-os à churrasqueira ou bistequeira. Grelhe por 15min, ou até encolher e dourar, virando frequentemente para não ressecar. Sirva acompanhado do molho satay restante e coentro picado."]}