{"title": "Tacos de pollo marinados na cerveja preta", "description": ["A marinada por si é bastante sutil, então deixe o frango marinando o máximo possível. A receita original pede tortillas de milho, podem ser difíceis de encontrar: as de trigo são mais acessíveis.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/grilling-beer-marinated-chicken-negra-modelo-tacos-guacamole)."], "amount": "Serve 4", "time": "1 hora, mais o tempo da marinada", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Marinadaa", "items": ["1 xícara de cerveja preta", "2 colheres de sopa de óleo de gergelim torrado", "1 colher de sopa de alho amassado(2-3 dentes)", "1 colher de chá de orégano desidratado", "1 colher de chá de sal", "½ colher de chá de pimenta-do-reino moída na hora", "¼ de colher de chá de pimenta-de-caiena", "6 sobrecoxas de frango, sem pele nem osso"]}, {"title": "Montagem", "items": ["1 receita de Guacamole (receita na seção de Condimentos)", "8-10 tortillas (se tiver acesso, de milho: caso contrário, use Rap10 ou semelhante)"]}], "special": "uma churrasqueira", "steps": ["Misture todos os ingredientes da marinada em uma tigela, então adicione o frango. Certifique-se de que toda a carne está coberta (se não estiver, considere colocar a mistura toda em um saco de alimentos) e leve à geladeira por pelo menos 2 horas (idealmente de um dia para o outro).", "Acenda a sua churrasqueira. Quando o carvão estiver em brasa, retire os pedaços de frango da marinada (deixe que o excesso de líquido escorra) e grelhe-os por 4 a 5 minutos de cada lado, ou até que estejam bem dourados e cozidos por dentro. Deixe descansando por 5 minutos. Enquanto isso, esquente as suas tortillas: coloque-as na churrasqueira por 30 segundos a 1 minuto, então vire e deixe por mais 30 segundos: elas devem ficar mais flexíveis. As tortillas também podem ser esquentadas em uma frigideira, seguindo a mesma técnica.", "Após 5 minutos de descanso, corte o frango em tiras finas e monte os tacos: uma tortilla quente, algumas colheradas de guacamole, e o frango grelhado. Sirva imediatamente."]}