{"title": "Cookies clássicos imbatíveis", "description": ["Todo mundo ama os meus cookies, e com bom motivo. Sugiro dobrar a receita e congelar metade da massa: assim você pode ter cookies sempre que quiser receber convidados ou precisar de algo para te animar. Esses cookies fazem um excelente presente!", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "45 cookies", "time": "20 minutos", "difficulty": "easy", "custom": false, "ingredients": ["2 xícaras de farinha de trigo", "1 colher de chá de sal", "3/4 de colher de chá de bicarbonato de sódio", "225g de manteiga sem sal", "1 xícara de açúcar", "⅔ de xícara de açúcar mascavo", "2 colheres de chá de essência de baunilha", "2 ovos grandes", "350g chocolate meio amargo para culinária, picado finamente, ou 2 xícaras de chips de chocolate meio amargo para culinária", "1 xícara de nozes ou nozes-pecã, picadas finamente"], "special": "uma batedeira", "steps": ["Se for fazer os cookies para comer agora, preaqueça o forno a 180° e forre duas assadeiras com papel-manteiga. Se estiver fazendo a massa para congelar, pule para o passo 2.", "Em uma tigela, peneire e misture a farinha, o sal, e o bicarbonato. Com uma batedeira, bata a manteiga em velocidade média até que fique homogeneamente cremosa. Adicione os açúcares e bata por mais 2 minutos, até que fique claro e fofo.", "Junte a baunilha e os ovos, um de cada vez, misturando muito bem depois de cada um. Reduza a velocidade e adicione os ingredientes secos em três porções. Pare de mexer assim que os ingredientes secos forem incorporados à massa: se misturar demais, os cookies vão ficar duros.", "Em velocidade baixa, ou com uma espátula, incorpore delicadamente as nozes e o chocolate.", "Coloque bolinhas de massa nas assadeiras preparadas, espaçando-as bem. Se for assar os cookies agora, leve-os ao forno por 10-12 minutos, ou até que estejam marrons nas bordas e dourados no centro. Caso contrário, a massa dura até 3 dias na geladeira ou 3 meses no freezer: congele as bolinhas de massa e leve direto ao forno, assando-as por 15-20 minutos quando quiser comer.", "Após retirar os cookies do forno, deixe-os esfriar por pelo menos 10 minutos antes de tirá-los da assadeira: eles ficam muito moles enquanto quentes, e quebram-se com facilidade."]}