{"title": "Cookies meia-noite", "description": ["Biscoitos de chocolate amargo com especiarias, extremamente suaves. Complexos e amargos o suficiente para serem do gosto de adultos, e doces e achocolatados o suficiente para crianças amarem. Perfeitos acompanhando tanto um copo de leite quanto uma xícara de café espresso.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "50 biscoitos", "time": "2 horas", "difficulty": "easy", "custom": false, "ingredients": ["140g de manteiga sem sal, cortada em cubos", "300g de chocolate meio amargo para culinária", "1 ¼ xícara de açúcar mascavo (compacte bem na hora de medir)", "2 ½ xícaras de farinha", "½ xícara de cacau em pó", "1 colher de chá de bicarbonato de sódio", "½ colher de chá de sal", "¼ de colher de chá de canela em pó", "⅛ de colher de chá de cravo em pó", "2 ovos grandes"], "special": "", "steps": ["Coloque a manteiga, açúcar, e chocolate, nessa ordem, em uma panela pequena. Leve ao fogo baixo e deixe esquentar, mexendo ocasionalmente, até que a mistura tenha derretido por completo e esteja homogênea. Transfira para a tigela de uma batedeira.", "Em uma outra tigela, peneire a farinha, cacau, bicarbonato, sal, canela e cravos.", "Com a batedeira em velocidade baixa, adicione os ovos à mistura de chocolate (certifique-se de que ela não está muito quente!), um de cada vez. Quando estiverem muito bem incorporados, adicione os ingredientes secos, mexendo até que a massa esteja homogênea e brilhante: ela deve estar espessa o suficiente que se desgruda das laterais da tigela e forma uma bola.", "Divida a massa em duas porções e embrulhe com filme plástico. Leve à geladeira por pelo menos 1 hora, ou até 3 dias se não estiver planejando assar os cookies hoje.", "Preaqueça seu forno a 180° e forre 3 assadeiras com papel-manteiga. Pegue 1 colher de sopa rasa da massa e role entre as mãos para formar uma bolinha firme: coloque na assadeira e gentilmente pressione com a palma da mão para achatar. Faça isso até encher uma das assadeiras, espaçando os biscoitos cerca de 2,5cm (eles não crescem muito no forno). Leve a assadeira ao forno por 10 (se gosta de seus cookies macios) a 12 (se gosta de seus cookies crocantes) minutos. Enquanto assa, vá moldando os cookies para a segunda fornada.", "Após os 10-12 minutos (eles devem estar ligeiramente rachados nas laterais), retire a assadeira do forno e deixe esfriando. Coloque a segunda fornada de cookies para assar enquanto prepara a terceira.", "Quando tirar a segunda fornada, coloque a terceira. Retire os cookies da primeira fornada do papel-manteiga (se tentar tirar eles ainda quentes, vão se despedaçar) e prepare a quarta fornada: não há problema em reutilizar o mesmo papel manteiga. Repita esse processo, revezando as três assadeiras, até acabar a massa. Os cookies duram cerca de 1 semana se bem armazenados em um pote hermeticamente fechado, mas ficam melhores nos primeiros 3 dias depois de assados."]}