{"title": "Sablés", "description": ["Sablé, em francês, significa “arenoso”: se refere à textura. Ao mesmo tempo que são levemente crocantes, eles também se desmancham na boca em pequenos grãos: são deliciosos. Sirva como acompanhamento para uma xícara de café, frutas frescas, ou sorvete.", "Esta receita foi adaptada do livro Baking: From My Home To Yours, da autora Dorie Greenspan."], "amount": "50 biscoitos", "time": "3h30", "difficulty": "easy", "custom": false, "ingredients": ["225g manteiga sem sal em temperatura ambiente", "½ xícara de açúcar", "¼ de xícara de açúcar de confeiteiro, peneirado", "½ colher de chá de sal", "2 gemas de ovo grandes", "2 xícaras de farinha de trigo"], "special": "", "steps": ["Bata a manteiga na batedeira até que esteja homogênea e cremosa. Adicione os açúcares e o sal e bata por mais 1 minuto, até que esteja novamente homogênea. Reduza a velocidade da batedeira e incorpore os ovos.", "Usando uma espátula de silicone ou uma colher de pau, incorpore a farinha o mais delicadamente possível. Quanto menos mexer a massa, melhor. Pare de mexer imediatamente quando não conseguir ver mais farinha seca e a massa parecer estar uniformemente úmida. A massa deve ter a consistência mais ou menos semelhante à de massinha de modelar.", "Transfira a massa para uma superfície de trabalho limpa. Divida a massa ao meio e molde-a em 2 cilindros de mais ou menos 20cm: a forma mais fácil de fazer isso é colocando a massa sobre filme plástico e usá-lo para manipular a massa. Embrulhe a massa em filme plástico e leve à geladeira por pelo menos 3 horas (mas mais é melhor) ou ao freezer por até 2 meses.", "Quando estiver pronto para assar os biscoitos, preaqueça o forno a 180°C. Forre duas assadeiras com papel-manteiga. Desembrulhe a massa do plástico-filme e então corte em rodelas de mais ou menos 1cm de espessura.", "Disponha as rodelas na assadeira, deixando um espaço de mais ou menos 2cm entre cada biscoito. Leve as assadeiras ao forno por 10 minutos, então retire-as do forno. Troque as assadeiras de lugar (a que estava na prateleira de cima do forno embaixo e vice-versa) e de orientação (o lado da assadeira que estava no fundo do forno na frente e vice-versa) e então deixe assar por mais 7-10 minutos. Seus sablés estarão prontos quando estiverem marrom-claro por baixo, levemente dourados nas laterais, mas ainda pálidos por cima. Deixe esfriar completamente antes de remover da assadeira: eles são bastante frágeis."]}