{"title": "Shortbread de chocolate com pimenta-do-reino", "description": ["Peneire a farinha e o cacau juntos. Bata a manteiga até que esteja macia e homogênea, então acrescente o açúcar de confeiteiro e continue batendo até que esteja brilhoso como cetim. Adicione a gema de ovo, sal, pimenta e baunilha e continue batendo até que a mistura esteja novamente homogênea. Incorpore a farinha e cacau, parando de bater imediatamente quando não conseguir ver mais farinha seca.", "Transfira a massa para uma superfície de trabalho limpa. Divida a massa ao meio e molde-a em 2 cilindros de mais ou menos 20cm: a forma mais fácil de fazer isso é colocando a massa sobre filme plástico e usá-lo para manipular a massa. Embrulhe a massa em filme plástico e leve à geladeira por pelo menos 4 horas (mas mais é melhor) ou ao freezer por até 2 meses.", "Quando estiver pronto para assar os biscoitos, preaqueça o forno a 180°C. Forre duas assadeiras com papel-manteiga. Desembrulhe a massa do plástico-filme e então corte em rodelas de mais ou menos 1cm de espessura. Disponha as rodelas na assadeira, deixando um espaço de mais ou menos 2cm entre cada biscoito. Leve as assadeiras ao forno por 7 minutos, então retire-as do forno. Troque as assadeiras de lugar (a que estava na prateleira de cima do forno embaixo e vice-versa) e de orientação (o lado da assadeira que estava no fundo do forno na frente e vice-versa) e então deixe assar por mais 7-10 minutos. Seus shortbreadss estarão prontos quando estiverem ligeiramente firmes ao toque. Deixe esfriar completamente antes de remover da assadeira: eles são bastante frágeis."], "amount": "1 1/2 xícaras de farinha de trigo", "time": "1/2 xícara de cacau em pó, peneirado (certifique-se de que é 100% cacau e não uma mistura de cacau com açúcar)", "difficulty": "easy", "custom": false, "ingredients": [], "special": "", "steps": ["de manteiga sem sal em temperatura ambiente", "de xícara de açúcar de confeiteiro", "gema de ovo grande", "colher de chá de sal", "colher de chá de pimenta-do-reino moída grossa", "colher de chá de extrato ou essência de baunilha"]}