{"title": "Snickerdoodles", "description": ["Snickerdoodles são deliciosos cookies de açúcar e canela, com uma consistência que se parece mais com um bolo do que com biscoitos tradicionais. Ao invés de ser crocantes, são macios e mastigáveis: eu adoro.", "O cremor tártaro é um aditivo culinário com diversas aplicações: ele é um dos componentes do fermento químico, ajuda a estabilizar caramelo e claras em neve, e no caso dessa receita contribui para a textura. Pode ser achado facilmente em supermercados maiores (normalmente fica junto com a farinha de trigo ou a gelatina sem sabor), ou comprado pela internet.", "Esta receita foi adaptada do site [Modern Honey](https://www.modernhoney.com/the-best-snickerdoodle-cookie-recipe/#wprm-recipe-container-14233)."], "amount": "50 biscoitos", "time": "1h15min", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Massa", "items": ["225g manteiga sem sal em temperatura ambiente", "1 ½ xícaras de açúcar", "2 ovos grandes", "2 colheres de chá de extrato ou essência de baunilha", "2 ¾ xícaras de farinha de trigo", "1 ½ colheres de chá de cremor tártaro", "½ colher de chá de bicarbonato de sódio", "¾ de colher de chá de sal"]}, {"title": "Cobertura", "items": ["¼ de xícara de açúcar", "1 ½ colheres de sopa de canela em pó"]}], "special": "", "steps": ["Com uma batedeira, bata a manteiga e o açúcar até obter um creme claro e fofo. Incorpore os ovos e a baunilha: não se preocupe se a mistura parecer talhada.", "Adicione os ingredientes secos e mexa delicadamente até não conseguir ver mais nenhuma farinha: se mexer demais, os biscoitos ficarão duros. Embrulhe a massa com filme plástico e leve à geladeira por 20-30 minutos para firmar.", "Enquanto isso, preaqueça o forno a 180°C e misture o açúcar e a canela da cobertura em um prato fundo. Forre as assadeiras que for usar para assar os biscoitos com papel-manteiga.", "Para moldar os biscoitos, tire a massa já gelada da geladeira e pegue um punhado: cerca de 1 colher de sopa rasa. Role a massa entre as mãos para fazer uma bolinha, então a role na mistura de açúcar e canela. Certifique-se que toda a superfície da massa está coberta de açúcar e canela, então coloque as bolinhas na assadeira preparada, deixando cerca de 5cm entre elas.", "Quando tiver lotado a assadeira, leve a massa ao forno preaquecido por 10-12 minutos, a depender do tamanho das bolinhas. Retire a assadeira do forno e deixe os biscoitos esfriarem antes de tentar retirá-los: eles são bastante quebradiços. Sugiro revezar 2 ou 3 assadeiras para poder fazer uma fornada enquanto a outra esfria."]}