{"title": "Geleia de morango de verdade", "description": ["Todas as vezes que eu faço essa receita eu fico com vontade de morrer. É um inferno ter que limpar um quilo e meio de morangos, é um inferno ter que ficar tirando a espuma da panela, é um inferno ter que ficar mexendo a geleia até ela atingir os benditos cento e cinco graus, é um inferno esterelizar os potes. Ao comer uma colherada dela pronta, porém, meu amor à vida é restaurado e todo o meu sofrimento é justificado. Essa receita usa bem menos açúcar do que a maioria das outras receitas de geleia (por isso a necessidade de fazer o purê de pectina), então o sabor é de morangos frescos, recém-colhidos do pé. É azedinha e doce e maravilhosa em todos os sentidos. Dobre ou triplique a receita: vai dar mais ou menos o mesmo tanto de trabalho e você terá potes da melhor geleia que já provou para dar de presente. Fica maravilhosa por cima do Cheesecake básico."], "amount": "3 xícaras", "time": "2h30min, mais 2 dias para firmar", "difficulty": "hard", "custom": true, "ingredients": [{"title": "Purê de pectina", "items": ["3 maçãs grandes picadas, sem o talo mas com o miolo e as sementes", "1 limão-siciliano picado, com a casca e sem as sementes", "1 xícara de água"]}, {"title": "Geleia", "items": ["1,4kg de morangos (de preferência frescos, mas congelados também funcionam bem)", "1 ½ xícaras do purê de pectina", "2 ¼ xícaras de açúcar branco", "1 colher de chá de suco de limão-siciliano"]}], "special": "um termômetro de cozinha, potes de vidro com tampa", "steps": ["Prepare o purê de pectina: coloque as maçãs, o limão e a água em uma panela pequena. Deixe ferver sobre fogo alto e redzua para médio: tampe, mexendo ocasionalmente, até que a fruta esteja quase completamente derretida, cerca de 30 minutos.", "Retire do fogo e coe em uma peneira fina para separar o líquido da polpa e sementes. Amasse com uma colher para extrair o máximo possível do líquido e descarte os sólidos. Não se preocupe se tiver um pouco mais ou menos do que 1 ½ xícaras: a receita ainda vai funcionar.", "Se estiver usando morangos, limpe-os, retirando aquela pontinha onde ficam as folhas mas deixando o máximo possível de morango para trás. Coloque as frutas em um liquidificador ou processador de alimentos e bata até ficar com um purê totalmente homogêneo.", "Transfira o purê de morangos para uma panela e adicione o purê de pectina e 1 xícara de açúcar. Deixe a mistura levantar fervura branda sobre fogo médio-alto e abaixe o fogo para médio: deixe cozinhar por 15 minutos.", "Com uma peneira, retire a espuma que se forma na superfície da panela enquanto a geleia cozinha. Sugiro misturá-la com creme de leite ou iogurte: faz uma sobremesa excelente.", "Após os 15 minutos, ajuste o fogo se necessário para que o conteúdo da panela fique em fervura branda (não deixe ferver muito forte ou a mistura vai transbordar). Adicione o resto do açúcar.", "Continue cozinhando, mexendo frequentemente, por mais 50 a 60 minutos ou até que a mistura atinja a temperatura de 105°C: esse é o ponto no qual o açúcar e a pectina vão gelatinizar, deixando a geleia com consistência de geleia. Enquanto isso, esterilize seus potes de vidro seguindo a técnica descrita na seção de Informação Útil.", "Quando a geleia tiver atingido a temperatura de 105°C, retire a panela do fogo e acrescente o suco de limão-siciliano.", "Com a geleia ainda quente, transfira-a para os potes de vidro esterilizados, também quentes. Não encha os potes até a boca: deixe um espaço de cerca de 1 centímetro para que a geleia não encoste nas tampas. Deixe esfriar completamente e leve à geladeira por 1-2 dias para que a geleia possa atingir a consistência certa. Se seus potes estiverem devidamente esterilizados, a geleia deve durar até um ano."]}