{"title": "Marmelo em calda", "description": ["Marmelo é uma fruta que pode ser difícil de encontrar, mas isso se dá porque tão pouca gente sabe cozinhar com ela. Cru, o marmelo tem a textura de madeira e o sabor de caqui verde: é ácido e adstringente. Cozido em calda ele parece algo totalmente diferente: macio, delicado, e doce. Sugiro fazer 2 receitas se quiser alimentar muita gente. A calda fica maravilhosa misturada em uma taça de espumante, ou pode ser reduzida em uma panela para engrossar e servida sobre sorvete.", "Quando maduro, o marmelo tem a casca bem amarela e um odor agradável: escolha-o de acordo no mercado.", "Esta receita foi adaptada do site [The Kitchn](https://www.thekitchn.com/how-to-cook-quince-cooking-lessons-from-the-kitchn-196597)."], "amount": "- 900g de marmelo maduro", "time": "- ½ xícara de açúcar", "difficulty": "easy", "custom": false, "ingredients": ["¼ de xícara de mel (ou mais ¼ de xícara de açúcar)", "1l de água", "Especiarias de sua preferência: uma tira de casca de laranja ou limão-siciliano, 2-3 anis-estrelados, um pau de canela, cravos, 2-3 bagas de cardamomo ou gengibre cortado em rodelas"], "special": "", "steps": ["Limpe o marmelo: descasque-o e corte-o em 4-8 pedaços, a depender do tamanho. Corte fora o talo, o miolo com as sementes, e a “bunda”. O marmelo é uma fruta extremamente dura e lenhosa: corte com muito cuidado para não se machucar. Se houver pedaços amassados ou bichados na fruta, corte-as fora também. Deixe os pedaços de marmelo em uma tigela cheia de água enquanto trabalha para que eles não escureçam.", "Coloque a água, o açúcar, o mel e as especiarias de sua preferência em uma panela grande o suficiente para comportar todos os pedaços de marmelo. Coloque sobre fogo alto e deixe levantar fervura, mexendo, até que o açúcar todo se dissolva.", "Coloque os pedaços de marmelo na panela e cubra parcialmente com a tampa: o objetivo é não deixar a calda secar demais, mas ainda assim evaporar o suficiente para que ela possa engrossar.", "Deixe na fervura mais branda que puder e cozinhe por 45 a 50 minutos, ou até que o marmelo comece a ficar tenro e mude de cor: ele vira um rosa pálido lindo.", "Quando o marmelo estiver cozido, ou escorra e coma os pedaços imediatamente, ou deixe esfriar e leve à geladeira junto com a calda por até 7 dias."]}