{"title": "Posset de morango", "description": ["Essa receita é facílima, deliciosa, e pode ser preparada com antecedência. O tamanho da porção é pequeno, mas por ter um sabor forte é melhor para não ficar enjoativo. Se não for bem época de morangos e eles não estiverem 100% maduros, não se preocupe: a receita fica deliciosa do mesmo jeito.", "Esta receita foi adaptada do canal do YouTube [Food Wishes](https://foodwishes.blogspot.com/2021/05/strawberry-dream-dont-call-it-posset.html)."], "amount": "Serve 4", "time": "5 horas", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Purê de morango", "items": ["2 xícaras de morangos frescos cortados em 4", "1 colher de sopa de açúcar"]}, {"title": "Creme", "items": ["½ xícara de açúcar", "2 xícaras de creme de leite fresco", "¼ de colher de chá de extrato ou essência de baunilha", "¼ de xícara de suco de limão-siciliano espremido na hora"]}, {"title": "Cobertura", "items": ["⅔ de xícara de morangos frescos picados em cubos", "1 colher de sopa de açúcar"]}], "special": "", "steps": ["Prepare o purê de morangos: misture os morangos cortados e o açúcar em uma tigela pequena e deixe descansar por 1 hora, mexendo de 15 em 15 minutos, para extrair o suco. Bata os morangos no liquidificador para ficar com um purê homogêneo e, se quiser, passe por uma peneira para retirar as sementes. Cubra e leve à geladeira até mais tarde.", "Prepare o creme: em uma panela pequena, misture o açúcar e o creme de leite. Leve ao fogo médio-alto e deixe ferver mexendo ocasionalmente com um batedor de arame: tome muito cuidado para não transbordar. Assim que o creme começar a ferver,  reduza o fogo para manter fervura branda e deixe cozinhar por 5 minutos.", "Retire o creme do fogo e com um batedor de arame incorpore a baunilha, o suco de limão, e ⅓ de xícara do purê de morango. Deixe esfriar por 10-15 minutos. Enquanto isso, divida o purê de morango restante entre quatro taças para sobremesa.", "Derrame o creme resfriado nas taças, cubra com filme plástico e leve à geladeira até que fiquem totalmente frios: 3 a 4 horas. Enquanto isso, prepare a cobertura: misture os morangos picados com o açúcar e leve à geladeira junto com as taças.", "Quando estiver pronto para servir, retire as taças e a cobertura da geladeira. Misture a cobertura com uma colher para distribuir os sucos igualmente e divida-a entre as quatro taças: sirva imediatamente."]}