{"title": "Bucatini all'Amatriciana", "description": ["Pasta all’amatriciana é um clássico da culinária italiana, e como toda receita há inúmeras variações. Algumas levam mais pimenta, outras não levam o vinho, e outras levam também cebola: de um jeito ou de outro, é um prato simples e rápido de fazer que agrada praticamente todo mundo. O guanciale pode ser encontrado com facilidade em supermercados maiores, ou substituído por *pancetta* ou bacon.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/bucatini-pasta-amatriciana-recipe)."], "amount": "Serve 4", "time": "30 minutos", "difficulty": "easy", "custom": false, "ingredients": ["1 colher de sopa de azeite de oliva extra-virgem", "170g de guanciale, picado em cubinhos", "½ colher de chá", "¼ de xícara de vinho branco seco", "2 latas (400g cada) de tomates pelados, amassados com as mãos para despedaçar", "500g de bucatini ou espaguete (de preferência um mais grosso)", "30g de queijo parmesão ralado na hora (a receita original usa Pecorino Romano), mais um pouco para servir"], "special": "", "steps": ["Em uma panela larga, aqueça o azeite de oliva sobre fogo médio-alto até que ele fique reluzente. Adicione o guanciale e os flocos de pimenta vermelha e refogue, mexendo, até que comece a dourar. Acrescente o vinho e deixe evaporar, raspando o fundo da panela para dissolver os queimadinhos.", "Adicione os tomates e deixe levantar fervura branda, então tempere com sal e pimenta-do-reino. Enquanto isso, cozinhe o macarrão em água fervente salgada até ele estar quase al dente: um minuto a menos do que o recomendado pela embalagem. Escorra o macarrão, e adicione-o ao molho junto com ¼ de xícara da água de cozimento.", "Aumente o fogo e deixe cozinhar, mexendo vigorosamente, até o macarrão ficar al dente e o molho ficar espesso o suficiente para aderir à massa. Retire do fogo, adicione o queijo, e mexa vigorosamente para incorporar. Corrija o tempero com sal e pimenta-do-reino e sirva imediatamente."]}