{"title": "Camarão fra Diavolo", "description": ["Fra Diavolo, do italiano, significa “irmão diabo”: é um delicioso prato de macarrão com camarões em um molho de tomate picante. Ajuste as quantidades de flocos de pimenta segundo seu gosto pessoal, mas saiba que se o prato acabar sem picância nenhuma não é realmente camarão Fra Diavolo.", "Não sirva com queijo parmesão! O prato é fresco, e o queijo iria ofuscar o sabor dos camarões e pimenta.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/shrimp-fra-diavolo-pasta-recipe)."], "amount": "Serve 4", "time": "30 minutos", "difficulty": "easy", "custom": false, "ingredients": ["350g de camarões grandes, limpos mas reservando as cascas", "Uma pitada generosa de bicarbonato de sódio", "6 colheres de sopa de azeite de oliva extravirgem", "4 dentes de alho grandes, descascados e fatiados finamente", "1 ½ colheres de chá de orégano desidratado", "2 colheres de sopa de brandy ou cachaça envelhecida no carvalho (opcional)", "2 latas (400g cada) de tomates pelados, amassados com as mãos para despedaçar", "½ xícara de caldo de peixe, ou ¼ de xícara de caldo de galinha com ¼ de xícara de água", "500g de espaguete", "¼ de xícara de salsinha picada"], "special": "", "steps": ["Tempere o camarão com o bicarbonato de sódio e ½ colher de chá de sal. Reserve.", "Aqueça ¼ de xícara de azeite de oliva em uma panela grande sobre fogo médio-alto até que esteja reluzente. Adicione as cascas de camarão e refogue, mexendo sem parar, até que elas estejam avermelhadas (cerca de 4 minutos). Retire e descarte as cascas usando uma escumadeira, deixando na panela o máximo possível do azeite.", "Devolva a panela ao fogo médio-alto e adicione os camarões. Usando pegadores, frite, mexendo e virando ocasionalmente, até que eles comecem a dourar e estejam quase (mas não completamente) cozidos. Reserve.", "Reduza o fogo da frigideira. Adicione o alho, orégano, e flocos de pimenta, e refogue até o alho começar a dourar. Adicione o brandy ou cachaça e e deixe evaporar quase completamente. Finalmente, adicione os tomates e caldo de peixe e deixe levantar fervura, então corrija o tempero com sal e pimenta-do-reino.", "Enquanto isso, cozinhe seu macarrão em água salgada até que fique al dente. Escorra, reservando um pouco da água de cozimento, e imediatamente adicione o macarrão à panela com seu molho junto com um pouco da água de cozimento e os camarões. Cozinhe sobre fogo médio-alto, mexendo sem parar, até que o molho esteja espesso e grude na massa e os camarões estejam quentes e cozidos. Se necessário, adicione mais um pouco da água de cozimento caso o molho seque demais.", "Corrija novamente o tempero com sal e pimenta-do-reino, então adicione a salsinha e as 2 colheres de sopa restantes de azeite. Sirva imediatamente."]}