{"title": "Cavatelli de abóbora cabotiá com molho de gorgonzola", "description": ["Cavatelli é uma massa semelhante ao gnocchi, no sentido de serem “bolinhas” de um purê de vegetais e farinha de trigo. Por serem feitas de sêmola de trigo, o resultado final é um tanto quanto al dente: certifique-se que seus convidados não vão se incomodar em ter que mastigar a massa.", "Se quiser fazer os cavatelli com antecedência, congele-os na assadeira enfarinhada depois de moldar e então transfira-os para um saco no congelador: eles devem durar até 3 meses. Na hora de cozinhar, não é necessário os descongelar antes de colocá-los na água: eles só vão demorar um pouco mais para flutuar.", "Esta receita foi adaptada do livro Pasta by Hand, da autora Jenn Louis."], "amount": "Serve 6", "time": "1 hora", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Cavatelli", "items": ["200g de Purê de abóbora (receita na seção de Componentes)", "2 ovos", "170g de farinha de semolina", "230g de farinha de trigo comum"]}, {"title": "Molho de gorgonzola", "items": ["500mL de creme de leite fresco", "110g de queijo gorgonzola, picado em cubinhos", "30g de queijo parmesão ralado na hora", "Noz-moscada", "Um punhado de nozes, picadas"]}], "special": "", "steps": ["Em uma tigela grande, misture o purê de abóbora, os ovos, e as farinhas. Trabalhe com as mãos até que todos os ingredientes tenham sido incorporados e a massa esteja razoavelmente homogênea. Embrulhe a massa com filme plástico e leve à geladeira por 30 minutos para que o trigo possa terminar de hidratar.", "Corte um pedaço de massa (mais ou menos dois dedos de espessura) e deixe o resto embrulhado no filme plástico. Transfira esse pedaço para uma superfície enfarinhada e role com as mãos para formar uma “cobrinha” de mais ou menos 1cm de espessura. Corte a cobrinha em segmentos de 2 a 3cm e role-os contra o dorso de um garfo para deixar os cavatelli com um formato curvo de um lado e ranhuras do outro ([este](https://www.youtube.com/watch?v=b6DJJensLY8) vídeo é excelente, caso precise de ajuda. Ela usa uma ferramenta específica, mas um garfo funciona muito bem também). Na medida em que for moldando os cavatelli, transfira-os para uma assadeira enfarinhada, tomando cuidado para não deixá-los muito próximos uns dos outros para não grudar. Repita o processo até ter acabado com toda a massa.", "Prepare o molho de gorgonzola: misture o creme de leite e os queijos em uma panela pequena sobre fogo baixo e deixe levantar fervura branda. Deixe cozinhar, mexendo frequentemente, até que o molho esteja homogêneo e tenha reduzido em mais ou menos ⅓: ele deve estar espesso o suficiente para cobrir o dorso de uma colher, 7 a 10 minutos. Corrija o tempero com sal e noz-moscada e transfira o molho para uma tigela.", "Coloque as nozes em uma frigideira pequena e seca sobre fogo médio e deixe-as tostar, sacudindo a frigideira frequentemente, até que consiga sentir cheiro de pipoca. Reserve.", "Cozinhe o cavatelli: leve uma panela grande cheia de água salgada ao fogo alto até ferver, então reduza o fogo e adicione parte dos cavatelli. Deixe-os cozinhar em fervura branda até cozinhar, então transfira para a tigela com o molho de gorgonzola e mexa delicadamente. Repita o processo até ter cozido todos os cavatelli.", "Para servir, coloque uma porção de cavatelli e molho em tigelas individuais de servir e espalhe por cima um pouco de nozes torradas. Sirva imediatamente."]}