{"title": "Gnocchi alla romana", "description": ["Essa receita seria facílima de fazer se não fosse a necessidade de cozinhar a massa. Ela fica extremamente espessa muito rapidamente, e mexê-la ininterruptamente por 10 minutos efetivamente queima todas as calorias que você ganha comendo. Mesmo assim, essa receita vale a pena: os gnocchi são discos cremosos de queijo puro, excelentes por si só ou como acompanhamento para outro prato.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2016/10/roman-style-gnocchi-no-potatoes-were.html)."], "amount": "Serve 4", "time": "2 horas", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Gnocchi", "items": ["3 xícaras de leite", "1 colher de chá de sal", "1 ¼ xícara de semolina", "1 xícara de queijo parmesão, ralado na hora", "As gemas de 2 ovos grandes", "3 colheres de sopa de manteiga gelada", "3 colheres de sopa de manteiga derretida"]}, {"title": "Montagem", "items": ["1 pitada de pimenta-de-caiena (opcional)", "2 colheres de sopa de queijo parmesão ralado"]}], "special": "", "steps": ["Forre uma assadeira com filme plástico. Em uma panela sobre fogo médio-alto, misture o leite com o sal e deixe esquentar até quase ferver.", "Quando começar a ver pequenas bolhas subindo até a superfície, adicione a semolina e mexa vigorosamente com um batedor de arame. Isso deve ser feito muito rapidamente: a mistura engrossa quase imediatamente e, se não for misturada bem, ficará empelotada. Abaixe o fogo para médio-baixo, e mexa sem parar com uma colher de pau por 7 a 10 minutos. Se possível, peça a ajuda de outra pessoa: uma segura a panela enquanto a outra mexe a colher de pau. Revezem de poucos em poucos minutos.", "Retire do fogo, e adicione a manteiga gelada, as gemas, e o queijo. Mexa vigorosamente para que os ovos não talhem.", "Transfira a mistura para a assadeira preparada e espalhe para formar uma camada de espessura uniforme: deixe esfriar. Quando chegar à temperatura ambiente, cubra com outro pedaço de plástico filme, e leve à geladeira por pelo menos meia hora para firmar.", "Preaqueça o forno a 220° enquanto você molda os gnocchi.  Unte uma travessa de servir refratária com manteiga.", "Corte a massa em discos (usando um copo como molde) ou quadrados (usando uma faca), e os arranje na travessa: eu gosto de sobrepor uns sobre os outros para que metade fique crocante e a outra metade fique cremosa. Pincele os gnocchi com manteiga derretida e polvilhe com a pimenta-de-caiena e o queijo parmesão. Leve ao forno e asse por cerca de 30 minutos, ou até que o queijo esteja bem dourado."]}