{"title": "Gnocchi alla Sorrentina", "description": ["Sim, você pode fazer essa receita com gnocchi comprado no supermercado, ou, melhor ainda, num pastifício. Mas por que se negar a experiência de fazer gnocchi caseiro, do zero? De se sentir uma *nonna* italiana, daquelas com a estrutura corporal de um tanque de guerra, capazes de carregar 17 netos debaixo de cada um dos braços? A vida está aí pra ser vivida! Tenha seu momento vovó.", "Se for fazer os gnocchi para congelar, eles não precisam ser descongelados para  cozinhar: só talvez demorem um pouco mais para flutuar na água.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/gnocchi-alla-sorrentina)."], "amount": "Serve 6-8", "time": "2h30min", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Gnocchi", "items": ["1,4kg de batatas Asterix, furadas várias vezes com um garfo", "3 gemas de ovo, batidas com um garfo", "1 xícara de farinha de trigo comum, mais se necessário", "1 ½ colheres de chá de sal de parrilla"]}, {"title": "Molho de tomate", "items": ["3 colheres de sopa de azeite de oliva extravirgem", "1 dente de alho grande, amassado com a lateral de uma faca", "1 vidro (700mL) de passata de tomate, ou 2 latas de tomate pelado batidas no liquidificador", "2 ramos de manjericão fresco"]}, {"title": "Montagem", "items": ["450g de muçarela fresca, seca com um pano para tirar o excesso de soro, ou a mesma quantidade de muçarela comum", "Queijo parmesão ralado na hora, para polvilhar", "Folhas de manjericão fresco"]}], "special": "um espremedor de batatas, um raspador de bancada, e uma travessa de servir refratária com capacidade de pelo menos 4 litros", "steps": ["Prepare o nhoque: preaqueça o forno a 225°C. Coloque as batatas diretamente nas grades do forno e asse até que estejam completamente tenras, 30 a 45 minutos: você deve conseguir furá-las com facilidade com um garfo. Retire as batatas do forno e transfira-as para uma bancada. Não desligue o forno!", "Enquanto as batatas assam: faça o molho de tomate. Aqueça o azeite e o alho em uma panela sobre fogo médio e frite até que o alho esteja dourado por toda a superfície. Adicione a passata e o manjericão e deixe levantar fervura branda, então cozinhe por 10 minutos. Corrija o tempero com sal e pimenta-do-reino e descarte o alho e o manjericão. Reserve.", "Usando pegadores para segurar as batatas, corte-as ao meio no sentido do comprimento. Com uma colher, retire a polpa das batatas, descartando as cascas. Amasse as batatas com um espremedor, ou, se não tiver um, amasse-as com um garfo e então passe o purê por uma peneira. É muito importante que não haja NENHUMA pelota no purê.", "Coloque o purê de batatas sobre a bancada, espalhando-o com as mãos para formar uma camada homogênea. Deixe esfriando por alguns minutos, até não conseguir ver mais nenhum vapor escapando.", "Regue a camada de batatas com as gemas batidas e polvilhe o sal por cima. Meça ¾ de xícara da farinha de trigo e polvilhe-a por cima das batatas usando uma peneira.", "Usando um raspador de bancada ou uma espátula de cozinha, faça movimentos de “corte” para misturar a farinha com os ovos e a batata. Não se preocupe em deixar a mistura homogênea: quanto mais manuseada a massa, mais densos e duros ficam os gnocchi.", "Com um raspador de bancada, junte a massa de batata e forme uma bola com as mãos, sem compactar muito. Achate a bola, dobre-a ao meio com o raspador, e achate novamente. Polvilhe o restante da farinha por cima e continue esse processo de dobrar, achatar, e dobrar de novo até obter uma massa uniforme. Não espalhe a massa ou estique-a, como quando se trabalha massa para pão: pressione e dobre somente. A massa deve ter uma consistência macia e úmida, sem ser molhada ou grudenta.", "Enfarinhe novamente sua bancada. Cuidadosamente molde sua massa de gnocchi em um cilindro e role-o com as mãos para formar uma “cobrinha” de cerca de 1cm de espessura. Corte a cobrinha em segmentos de mais ou menos 3cm de comprimento: na medida em que for fazendo isso, transfira-os para uma assadeira enfarinhada. Se não for fazer seu gnocchi agora, eles podem ser congelados na assadeira e então transferidos para um saco no congelador: devem durar cerca de 3 meses assim.", "Para montar, leve uma panela grande cheia de água salgada ao fogo alto até ferver. Reduza o fogo para manter em fervura branda e coloque cerca de 1 ½ xícaras do molho de tomate em uma tigela grande.", "Trabalhando em levas, coloque o gnocchi na panela de água fervente e deixe cozinhar, sacudindo a panela conforme necessário para que não grudem no fundo ou uns nos outros, até que eles flutuem à superfície: retire os que flutuarem com uma escumadeira e transfira-os à tigela com o molho de tomate para não grudar. Mexa cuidadosamente para recobrir com o molho sem despedaçar o gnocchi. Repita esse processo até ter cozido todos os gnocchi.", "Espalhe uma camada do molho de tomate no fundo de uma travessa de servir refratária. Encha mais ou menos até a metade com os gnocchi, então cubra com metade da muçarela e uma porção generosa de queijo parmesão ralado. Cubra com o gnocchi restante (se não couberem todos na travessa, coma-os separadamente mais tarde), a muçarela restante, e mais queijo parmesão, e leve ao forno preaquecido. Asse por 10 a 15 minutos, até que o molho esteja borbulhando e o queijo, derretido. Se seu forno tiver um grill, ligue-o por mais 1-2 minutos, só para dourar a superfície.", "Retire a travessa do forno e deixe esfriando por 5 minutos para que o gnocchi possa esfriar e firmar. Sirva junto com folhas de manjericão frescas, para que cada um coloque um pouco sobre o prato."]}