{"title": "Lasanha clássica", "description": ["Lasanha é bastante trabalhosa de fazer, mas vale muito a pena: realmente é mais do que a soma de suas partes. Essa é uma versão mais próxima da autêntica italiana do que a que estamos acostumados: ela não leva presunto ou queijo prato, e o molho bolonhesa é um ragu de verdade. Fiz uma modificação apenas: os queijos derretidos no bechamel não são autênticos mas são muito, muito bons. Se tiver acesso, use massa de lasanha verde, feita com espinafre: é mais tradicional ainda."], "amount": "Serve 8", "time": "2 horas", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Bechamel", "items": ["4 colheres de sopa de manteiga sem sal", "4 colheres de sopa de farinha de trigo", "3 xícaras de leite integral", "Uma pitada de noz-moscada ralada na hora", "1 xícara de queijo muçarela ralado na hora", "¼ de xícara de queijo parmesão ralado na hora"]}, {"title": "Montagem", "items": ["Azeite de oliva extravirgem", "1,5L de ragu *alla Bolognese* ou ragu de cogumelos (ambas as receitas na seção de Massas e Risotos)", "900g de massa de lasanha fresca ou seca (você provavelmente usará menos)", "¼ de xícara de queijo parmesão ralado na hora"]}], "special": "", "steps": ["Prepare o molho bechamel: derreta a manteiga em uma panela sobre fogo médio. Quando começar a espumar, adicione a farinha e comece a mexer sem parar com um batedor de arame. Deixe cozinhar até não conseguir mais sentir o cheiro de farinha crua, cerca de 1 minuto.", "Adicione uma pequena quantidade de leite, cerca de 2 colheres de sopa. Mexa com o batedor de arame até que ele esteja totalmente incorporado, então adicione mais um pouco. Adicionar o leite lentamente garante que não haverão pelotas no seu molho. Quando o molho estiver com uma consistência líquida, adicione o resto do leite de uma vez só.", "Continue cozinhando o molho, mexendo sempre para não queimar, até que ele fique espesso o suficiente para recobrir a parte de trás de uma colher. Retire do fogo e adicione a noz-moscada e os queijos. Mexa sem parar até que o queijo tenha se derretido e incorporado totalmente no molho, então corrija o tempero com sal e pimenta-do-reino e reserve.", "Esquente seu molho bolonhesa: assim ele fica bem líquido. Se estiver usando massa de lasanha seca, do tipo que precisa ser cozida antes de usar, cozinhe-a por 1 minuto a menos do que o indicado na embalagem. Se seu bechamel esfriou, esquente-o sobre fogo bem baixo: se ferver, o queijo vai talhar.", "Preaqueça o forno a 190°C. Quando todos os componentes estiverem prontos, chegou a hora de montar a lasanha: unte uma travessa refratária de servir com um fio de azeite de oliva, e espalhe por cima uma camada fina do seu ragu. Cubra com massa de lasanha: não tem problema se alguns pedaços se sobreporem, mas ainda assim evite para a lasanha não ficar massuda. Se necessário, corte ou rasgue a massa para preencher o máximo possível da superfície.", "Espalhe por cima da massa uma camada fina (fina o suficiente para ainda conseguir ver a massa por baixo) de ragu, e regue com um pouco do bechamel. Repita esse processo, seguindo a ordem massa-ragu-bechamel, até encher a assadeira: a última camada deve ser de massa regada com bechamel apenas. Polvilhe por cima o parmesão restante.", "Leve a lasanha ao forno preaquecido até que esteja quente, dourada, e as bordas estejam borbulhando, cerca de 35 minutos. É de bom tom colocar a lasanha sobre uma assadeira maior para não correr o risco de sujar o forno caso algo transborde.", "Retire a lasanha do forno e deixe descansar por 10 minutos antes de servir: tempo de esfriar e firmar, senão assim que ela é servida desmorona."]}