{"title": "Linguine com molho cremoso de camarão", "description": ["Uma excelente receita para uma noite especial na qual não se tem tempo de fazer algo mais elaborado. Fiz algumas modificações em relação à receita original: reduzi a quantidade de páprica, aumentei o tanto de alho, e acrescentei vinho branco.", "Esta receita é adaptada do site [Little Sunny Kitchen](https://littlesunnykitchen.com/garlic-shrimp-pasta)."], "amount": "Serve 4-6", "time": "40 minutos", "difficulty": "easy", "custom": false, "ingredients": ["500g de camarões médios ou grandes, limpos", "½ colher de chá de sal", "¼ de colher de chá de pimenta-do-reino", "½ colher de sopa de páprica defumada", "1 colher de sopa de manteiga", "2 dentes de alho picados", "½ xícara de vinho branco", "½ xícara de creme de leite fresco", "½ xícara de queijo parmesão ralado", "¼ de xícara de salsinha", "250g de linguine"], "special": "", "steps": ["Tempere o camarão com o sal, pimenta, e a páprica. Adicione um pouco de azeite de oliva a uma panela grande sobre fogo médio. Adicione alguns camarões e deixe fritar até que comecem a dourar de um lado: vire e faça o mesmo do outro lado. Reserve e faça o mesmo com todos os camarões.", "Na mesma panela, derreta a manteiga e adicione o alho. Refogue por alguns segundos, até que comece a ficar perfumado, então adicione o vinho branco. Raspe o fundo da panela com uma colher de pau para dissolver os queimadinhos e deixe cozinhar até o vinho ter reduzido pela metade. Acrescente o creme de leite.", "Enquanto isso, cozinhe o macarrão (reservando um pouco da água de cozimento) até que fique quase al dente: ele vai terminar de cozinhar no molho. Imediatamente escorra-o e o transfira para a panela com o molho. Adicione o queijo parmesão e mexa vigorosamente, para que o molho cubra bem o macarrão. Se necessário, adicione um pouco da água de cozimento para amolecer o molho.  Corrija o tempero com sal e pimenta-do-reino.", "Devolva o camarão à panela junto com a salsinha picada e deixe cozinhar mais um a dois minutos, só para esquentar os camarões. Sirva imediatamente."]}