{"title": "Molho de tomate na pressão", "description": ["Esse molho é um tanto mais elaborado do que o Molho de tomate rápido, mas o sabor é bem mais pronunciado. Molho de tomate autêntico, à moda italiana, fica horas e horas cozinhando, para caramelizar bem os açúcares. Este molho não é bem tão bom quanto um legítimo, mas ainda assim muito, muito bom.", "É muito importante usar os melhores tomates pelados que puder: geralmente, são os importados da Itália.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/pressure-cooker-tomato-sauce)."], "amount": "1,5l", "time": "1h30min", "difficulty": "medium", "custom": false, "ingredients": ["4 latas (400g cada) de tomates pelados da melhor qualidade", "2 colheres de sopa de azeite de oliva extravirgem", "2 colheres de sopa de manteiga sem sal", "4 dentes de alho, picados finamente", "½ colher de chá de flocos de pimenta vermelha", "½ colher de chá de orégano", "1 cenoura pequena, cortada em pedaços grandes", "1 cebola pequena, descascada e cortada ao meio no sentido do comprimento", "1 ramo grande de manjericão fresco", "2 colheres de chá de molho de peixe tailandês (nam pla) (opcional)", "1-3 colheres de chá de açúcar (opcional)", "¼ de xícara de folhas de manjericão ou salsinha (ou ambas!) picadas"], "special": "uma panela de pressão", "steps": ["Coloque todos os tomates em uma tigela grande. Com as mãos, esprema-os e amasse-os até que não haja mais pedaços maiores do que 1 cm. Meça 1 xícara dos tomates amassados e reserve na geladeira.", "Aqueça o azeite e a manteiga sobre fogo médio em uma panela de pressão até que a manteiga se derreta. Acrescente o alho e frite, mexendo, até ele começar a cheirar (não deixe o alho dourar).", "Adicione os flocos de pimenta e o orégano e refogue por mais 1 minuto, só para infundir o azeite. Acrescente então a cenoura, a cebola, os tomates amassados e o ramo de manjericão e mexa bem.", "Tempere o molho com um pouco de sal e pimenta-do-reino, tampe a panela e deixe levantar pressão allta. Cozinhe por 45 minutos, então solte a pressão rapidamente.", "Com pegadores, remova e descarte a cenoura, a cebola e o manjericão: se o molho estiver ralo, deixe cozinhando sobre fogo baixo, mexendo ocasionalmente, até engrossar. Acrescente os tomates reservados e o molho de peixe e misture bem. Se o molho estiver ácido demais, acrescente o açúcar, uma colher de cada vez, para corrigir.", "Adicione as ervas picadas e um fio de azeite. Corrija o tempero com sal e pimenta-do-reino."]}