{"title": "Penne alla Boscaiola", "description": ["Normalmente, não gosto muito de funghi secchi: eles têm um sabor muito forte, e acabam dominando qualquer prato em que são adicionados. Essa massa é uma exceção: o baco, tomates e creme de leite conseguem domar o sabor intenso e o resultado final é bastante bom. Sirva esse prato em dias frios, quando quer algo com bastante sustância.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/penne-boscaiola-mushroom-bacon-pasta-cream-sauce-recipe)."], "amount": "Serve 4", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["30g de funghi secchi", "¾ de xícara de vinho branco seco", "200g de bacon, fatiado finamente", "450g de cogumelos mistos (eu normalmente uso shiitake, shimeji, portobello e paris), fatiados finamente", "1 cebola média, em rodelas", "3 dentes de alho, picados finamente", "1 colher de chá de folhas frescas de tomilho", "2 latas (400g cada) de tomates pelados, despedaçados com as mãos", "500g de penne", "¾ de xícara de creme de leite fresco", "¼ de xícara de salsinha picada finamente", "Um bom punhado de queijo parmesão ralado"], "special": "", "steps": ["Misture o funghi secchi e o vinho branco em uma pequena tigela refratária. Leve ao micro-ondas em potência máxima até que comece a sair vapor, então retire e deixe descansar por 10 minutos para reidratar os cogumelos.", "Com as mãos, retire os cogumelos do vinho, espremendo para tirar o excesso de líquido. Reserve os cogumelos e o vinho separadamente.", "Enquanto isso, frite o bacon sobre fogo médio-alto em uma panela grande até que fique dourado. Reserve o bacon, deixando a gordura para trás na panela.", "Pique o funghi secchi reidratado e adicione-os à panela junto com os cogumelos frescos: deixe fritar, mexendo frequentemente, até que os cogumelos comecem a dourar. Se a panela lhe parecer muito seca, adicione um pouco de azeite de oliva, conforme necessário.", "Adicione a cebola, o alho, e o tomilho, e deixe fritar, mexendo sem parar, até que comecem a dourar também. Mais uma vez, adicione azeite de oliva conforme necessário caso a panela pareça muito seca.", "Devolva o bacon à panela, junto com os tomates. Adicione o vinho (coe para retirar quaisquer sujeirinhas dos cogumelos) e deixe levantar fervura, então reduza o fogo para manter em fervura branda. Corrija o tempero com sal e pimenta-do-reino.", "Enquanto isso, ferva a água que vai usar para cozinhar o macarrão. Cozinhe até que esteja quase al dente (1 a 2 minutos a menos do que o indicado na embalagem), então escorra, reservando cerca de 500mL da água de cozimento.", "Adicione o macarrão escorrido à panela com o molho, junto com o creme de leite. Deixe levantar fervura branda novamente, adicionando mais água de cozimento conforme necessário para que o molho não fique muito espesso, até que a massa esteja al dente e o molho recobrir bem o penne sem formar poças de líquido.", "Retire a panela do fogo, incorpore o parmesão ralado e a salsinha picada, e sirva imediatamente."]}