{"title": "Ragu alla Bolognese, o verdadeiro molho a bolonhesa", "description": ["Esse molho demora uma eternidade para ficar pronto: o leite e o vinho demoram para evaporar e o cozimento depois é ainda mais demorado. Posso garantir, porém, que vale completamente a pena: esse molho, se feito exatamente como instruído, é uma experiência quase que espiritual. Essa é a receita de *ragù Bolognese* de Marcella Hazan, autora do livro que é considerado a Bíblia da culinária italiana. Uma versão deste molho, publicada no site do New York Times, tem uma nota média de 5 estrelas considerando quase 27 mil avaliações.", "Como descrevi na receita, o molho idealmente deve cozinhar em fogo baixo por pelo menos 3 horas, mas ainda é aceitável após só 1. Essa quantidade de molho é suficiente para 1kg de macarrão: eu sugiro pappardelle.", "Esta receita foi adaptada do livro Fundamentos da Cozinha Italiana Clássica, da autora Marcella Hazan."], "amount": "1L", "time": "3 horas", "difficulty": "medium", "custom": false, "ingredients": ["85g de manteiga", "1 cebola média, picada finamente", "4 talos de salsão picado finamente", "2 cenouras picadas finamente", "700g de acém moído (ou use uma mistura de ⅔ de acém e ⅓ copa lombo suíno)", "2 xícaras de leite integral", "¼ de colher de chá de noz-moscada moída na hora", "2 xícaras de vinho branco seco", "2 latas (400g cada) de tomates pelados picados"], "special": "", "steps": ["Adicione a manteiga e um fio de azeite de oliva a uma panela grande sobre fogo médio. Adicione a cebola e refogue até que fique translúcida, então adicione o salsão e cenoura picados. Continue cozinhando por mais 1 ou 2 minutos, até que comecem a ficar tenros.", "Adicione a carne moída e pitadas generosas de sal e pimenta-do-reino. Usando uma colher de pau, desmanche a carne moída. Deixe refogar, mexendo frequentemente, até não conseguir ver mais nenhuma carne crua.", "Adicione o leite e deixe ferver, mexendo frequentemente, até que ele tenha evaporado por completo. Adicione a noz-moscada e o vinho branco e mais uma vez deixe cozinhar até que ele tenha evaporado por completo.", "Adicione os tomates e mexa bem para que todos os ingredientes estejam bem misturados. Quando começar a ver bolhas subindo pelo líquido, reduza o fogo: o ideal é que cozinhe muito, muito lentamente. Pela receita original, você não deve vê-lo borbulhando: só algumas poucas bolhas intermitentes. Deixe cozinhar assim, destampado, por pelo menos 1 hora. Pela receita original (e minha recomendação), o molho deve cozinhar por pelo menos 3 horas ou idealmente ainda mais. Mesmo assim, após 1 hora ele já está bastante bom. Mexa o molho ocasionalmente, adicionando mais água se perceber que a panela está ficando seca. Ao final do cozimento, porém, não deve ter sobrado nenhuma água: o molho deve estar espesso. Corrija o tempero com sal e pimenta a gosto."]}