{"title": "Ragu de cogumelos", "description": ["Já vou avisando que essa receita não se parece em nada com um ragu de carne autêntico, mas mesmo assim é absolutamente deliciosa.", "Esta receita foi adaptada do site [The Burnt Butter Table](https://www.theburntbuttertable.com/incredible-vegetarian-bolognese/)."], "amount": "1L", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["120g de lentilhas", "1 cebola pequena, picada em cubos pequenos", "1 cenoura, picada em cubos pequenos", "1 talo de salsão, picado em cubos pequenos", "400g de cogumelos, picados o mais finamente possível (eu gosto de uma mistura de shimeji e cogumelos-de-Paris)", "5 dentes de alho, picados finamente", "1 colher de sopa de folhas de alecrim, picadas grosseiramente", "1 colher de sopa de folhas de sálvia, picadas finamente", "1 lata (130g) de extrato de tomate", "2 colheres de sopa de shoyu", "250ml de vinho branco", "500ml de caldo de vegetais ou de galinha", "1 xícara de leite integral", "¼ de xícara de creme de leite fresco (opcional)"], "special": "", "steps": ["Enxague as lentilhas sob água corrente para tirar quaisquer sujeira. Coloque em uma panela pequena com água suficiente para cobrir e deixe ferver: cozinhe por 10 minutos, então escorra e enxague sob água fria para que parem de cozinhar.", "Aqueça um fio de azeite em uma panela grande sobre fogo médio. Adicione a cebola, cenoura e salsão e refogue até que estejam tenros.", "Adicione à panela metade dos cogumelos e refogue até que eles tenham encolhido um bom tanto. Adicione o resto dos cogumelos e reduza o fogo: cozinhe por mais 6-7 minutos para que possam murchar bem.", "Aumente o fogo para médio e misture aos vegetais o alho e as ervas picadas. Refogue por mais 2 a 3 minutos, para perfumar bem. Finalmente, adicione o extrato de tomate e o shoyu e refogue por mais 2 minutos para que ele possa caramelizar.", "Adicione as lentilhas e o vinho e deixe levantar fervura. Cozinhe por 5 minutos para evaporar o álcool, então adicione o leite e o caldo. Deixe cozinhar em fervura branda, mexendo ocasionalmente, por 50 minutos a 1 hora, até que a maior parte do líquido tenha evaporado. Corrija o tempero com sal e pimenta-do-reino, misture o creme de leite fresco, e sirva."]}