{"title": "Ragu napolitano", "description": ["Se você é descendente de italianos, sua avó quase certamente fez essa macarronada ou algo parecido com ela em algum momento. Se você não for, não se preocupe: pode me chamar de Nonna Rafael e enfiar o pé na jaca nessa aqui. Uma de minhas receitas favoritas para grupos grandes.", "Sirva com a Salada Lucali e pão de alho ou focaccia.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "3 horas", "difficulty": "medium", "custom": false, "ingredients": ["¼ de xícara de azeite de oliva extravirgem", "1 colher de sopa de manteiga", "6 linguiças de pernil ou ervas finas", "1,4kg de costela suína, bovina, ou ossos de tutano (a receita original sugere usar isso e mais alguns ossos com tutano, para deixar o molho mais aveludado)", "2 cebolas grandes, picadas em cubos", "2 cenouras médias, picadas em cubos", "5 dentes de alho, picados finamente", "1 colher de chá de flocos de pimenta vermelha", "½-1 colher de chá cada de funcho, orégano, tomilho e alho em pó", "3 colheres de sopa de extrato de tomate", "1 xícara de vinho tinto seco", "4 latas (400g cada) de tomate pelado", "2 xícaras de folhas de manjericão frescas", "500g macarrão da sua preferência (eu gosto de rigatoni ou penne, mas espaguete também fica ótimo)"], "special": "", "steps": ["Derreta a manteiga junto com o azeite em uma panela grande sobre fogo médio-alto. Quando a manteiga começar a espumar, adicione as linguiças (em levas se necessário) e deixe fritar, virando ocasionalmente, até que estejam douradas de todos os lados. Transfira as linguiças fritas para um prato e reserve, então repita o processo com a carne ou ossos restantes.", "Reduza o fogo para médio e adicione a cebola e cenoura picadas. Refogue por 8-10 minutos, até que os vegetais estejam tenros mas não dourados. Adicione o alho e as especiarias, junto com uma pitada generosa de sal e pimenta-do-reino, e frite por mais 5 minutos para infundir a gordura com o sabor.", "Adicione o extrato de tomate e mexa bem. Acrescente o vinho tinto e raspe o fundo da panela com uma colher de pau para dissolver os queimadinhos. Devolva as carnes à panela junto com os tomates pelados (enxague as latas com um pouco de água, não desperdice aquele restinho de suco que fica dentro!), reduza o fogo e deixe cozinhar por 1 1/2- 2 horas, até que as carnes possam ser furadas facilmente com um garfo e os ossos estejam se soltando da carne.", "Adicione o manjericão (se você tiver tirado bem os talos, não se preocupe em picar as folhas) e mantenha o molho quente até a hora de servir. Enquanto isso, cozinhe o macarrão segundo as instruções da embalagem.", "Para servir, retire as carnes da panela e as transfira para uma travessa, regando com um pouco de molho para mantê-las quentes e úmidas. Misture o macarrão cozido com o resto do molho e sirva."]}