{"title": "Risoto de abóbora com manteiga queimada e sálvia", "description": ["Abóbora, manteiga queimada, e sálvia são uma combinação clássica: gosto muito deste risoto durante o outono, quando as abóboras estão mais doces.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/pressure-cooker-butternut-squash-risotto-sage-brown-butter-quick-easy-recipe)."], "amount": "Serve 4", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["1,6kg de abóbora butternut (também vendida como abóbora-menina) ou cabotiá", "6 colheres de sopa de azeite de oliva extra-virgem", "3 dentes de alho, descascados e esmagados com a lateral de uma faca", "½ maçã Fuji ou Gala, descascada e sem o miolo", "Flocos de pimenta vermelha", "2 ramos grandes de sálvia, mais 8 folhas", "2 colheres de sopa de maple syrup", "1 colher de chá de missô", "900ml de caldo de legumes, de preferência caseiro ou com baixo teor de sódio", "1 cebola média, picada finamente", "2 xícaras de arroz arbório ou carnaroli", "½ xícara de vinho branco seco", "4 colheres de sopa de manteiga sem sal", "Queijo parmesão"], "special": "", "steps": ["Preaqueça o forno a 200°. Descasque a abóbora e pique metade em cubos pequenos (cerca de 1cm) e a outra metade em pedaços médios (3 centímetros, mais ou menos). Você precisa de 4 xícaras de abóbora em pedaços médios, aproximadamente. Reserve ¼ de xícara de caldo de legumes.", "Coloque cada tipo de abóbora em uma assadeira grande, separadamente. Todos os pedaços devem estar em uma camada só. Na assadeira dos cubinhos, coloque 2 colheres de sopa de azeite, o maple syrup e uma pitada de sal e misture. Na assadeira dos pedaços, coloque a maçã, o alho, uma boa pitada de sal e flocos de pimenta vermelha, 2 colheres de sopa de azeite e os dois ramos de sálvia. Misture bem ambas as assadeiras para cobrir tudo com o azeite e leve ao forno.", "Asse as abóboras, mexendo algumas vezes durante o processo, até que os pedaços grandes estejam extremamente macios (cerca de 45 minutos) e os pequenos estejam começando a dourar (30 minutos). Enquanto isso, faça a manteiga de sálvia.", "Coloque a manteiga em uma panela pequena e aqueça sobre fogo médio-alto até que ela pare de espumar. Adicione as folhas de sálvia e frite, mexendo gentilmente, por mais 1 a 2 minutos ou até que você comece a ver pontinhos marrom-claros flutuando na manteiga: são as proteínas do leite caramelizando. Imediatamente retire do fogo (eles queimam com facilidade) e retire as folhas de sálvia da manteiga com uma escumadeira ou um garfo, colocando-as sobre toalhas de papel para secar. Reserve a manteiga e a sálvia frita.", "Comece a fazer o risoto seguindo as instruções da receita de Risoto Básico: refogue a cebola, refogue o arroz, acrescente e evapore o vinho e vá adicionando caldo aos poucos. Se não tiver caldo suficiente, use água.", "Quando a abóbora estiver assada como descrito no passo 3, coloque o conteúdo da assadeira de pedaços grandes em um liquidificador, descartando os ramos de sálvia. Acrescente o caldo de legumes reservado (¼ de xícara) e o missô e bata até que fique completamente homogêneo. Se estiver usando abóbora cabotiá, você talvez precise de mais líquido.", "Quando o arroz estiver al dente, adicione o purê de abóbora e a manteiga queimada. Se o risoto estiver muito líquido, deixe cozinhar por mais alguns minutos, mexendo sem parar. Adicione os cubinhos de abóbora assada e uma porção generosa de queijo parmesão ralado na hora e corrija o tempero com sal. Divida o risoto entre quatro pratos fundos e coloque duas folhas de sálvia por cima de cada um: sirva imediatamente, com mais queijo parmesão ralado."]}