{"title": "Risoto ao molho de camarões", "description": ["Essa receita é excelente para festas: o molho de camarões pode ser deixado pronto com antecedência e é fácil de dobrar a receita. Quando os seus convidados chegarem, prepare o risoto e sirva. Sucesso garantido.", "Esta receita foi adaptada do site [The Spruce Eats](https://www.thespruceeats.com/shrimp-risotto-4778143)."], "amount": "Serve 4", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["500g de camarões grandes, limpos e sem casca", "3 colheres de sopa de azeite de oliva ou óleo vegetal", "1 colher de chá de sal", "½ colher de chá de pimenta-do-reino", "150g de manteiga sem sal", "6 dentes de alho, picados finamente", "1 ½ xícara de vinho branco seco", "1 ½ colher de sopa de suco de limão-siciliano", "2 colheres de sopa de salsinha picada", "1 receita de Risoto Básico"], "special": "", "steps": ["Tempere os camarões com meia colher de chá cada de sal e pimenta. Aqueça o óleo em uma frigideira ou panela razoavelmente funda sobre fogo alto.", "Quando estiver quente, coloque alguns camarões e frite até que estejam bem dourados dos dois lados: retire-os do fogo imediatamente, para que não cozinhem demais e fiquem borrachudos. Faça isso com todos os camarões e reserve.", "Na mesma frigideira, adicione duas colheres de sopa da manteiga e os dentes de alho picados. Refogue sobre fogo baixo até que esteja cheirando.", "Adicione o vinho e o suco de limão e raspe o fundo da panela com uma colher de pau para dissolver os queimadinhos. Deixe cozinhar, ainda sobre fogo baixo, por cinco minutos, ou até que tenha reduzido por mais ou menos um terço.", "Adicione o resto da manteiga e a salsinha, desligue o fogo, e mexa vigorosamente com um batedor de arame até a manteiga estar bem incorporada. Reserve.", "Prepare o risoto como normal. Enquanto ele descansa, adicione os camarões de volta ao molho e ligue sobre fogo alto, só para esquentar. Sirva imediatamente, em pratos fundos: uma colherada grande de risoto e uma concha do molho de camarões por cima."]}