{"title": "Risoto básico (método rápido)", "description": ["Este método para fazer risoto não é tradicional, mas é mais rápido e requer menos esforço (não é necessário ficar na beira do fogão o tempo todo mexendo a panela). Veja a receita de Risotto Básico (método tradicional) para sugestões de como incrementar seu risoto.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/risotto-alla-milanese-saffron-recipe)."], "amount": "Serve 4 a 6 como prato principal, 8 a 12 como acompanhamento", "time": "30 minutos", "difficulty": "easy", "custom": false, "ingredients": ["400g de arroz carnaroli ou arborio", "1l de caldo de vegetais ou de galinha, de preferência caseiro", "3 colheres de sopa de azeite de oliva extravirgem", "1 cebola pequena, picada em cubinhos", "1 xícara de vinho branco seco", "2 colheres de sopa de manteiga sem sal", "40g de queijo parmesão ralado na hora, mais um pouco para servir", "½ xícara de creme de leite fresco (opcional)"], "special": "", "steps": ["Em uma tigela grande, adicione o arroz e o caldo. Mexa com as mãos para dissolver o amido grudado na superfície dos grãos de arroz e coe, escorrendo o máximo possível de líquido. Reserve o caldo e os grãos separadamente.", "Coloque o azeite em uma panela grande sobre fogo alto. Quando estiver bem quente (a superfície do óleo estará reluzente), adicione o arroz e refogue até que todo o líquido tiver evaporado e os grãos comecem a dourar. Eles devem ficar com um odor de castanhas, cerca de 5 minutos.", "Acrescente a cebola picada e refogue por mais 1 minuto, só para murchar e perfumar. Adicione o vinho e mexa sem parar até que ele tenha sido quase completamente absorvido.", "Meça 1 xícara (250ml) do caldo e reserve: adicione o resto à panela junto com uma pitada grande de sal e mexa bem. Aumente o fogo e, quando começar a ferver, tampe a panela. Reduza o fogo para o mínimo possível, certificando-se de que todos os grãos de arroz estão submersos no caldo, e deixe cozinhar tampado, sem mexer, por 10 minutos.", "Após 10 minutos, mexa a panela para redistribuir os grãos de arroz, tampe novamente, e deixe cozinhar por mais 5 minutos.", "Retire a tampa, adicione o caldo reservado anteriormente e aumente o fogo. Acrescente a manteiga e mexa vigorosamente até que ela tenha se derretido totalmente: retire a panela do fogo e adicione o queijo parmesão ralado e o creme de leite, se for usar. Mexa bem e sirva imediatamente."]}