{"title": "Risoto básico (método tradicional)", "description": ["Risoto é um prato delicioso e facílimo de fazer. Muitas pessoas acham que é complicado, e por isso nunca tentam: elas estão redondamente enganadas.", "Use o risoto como uma tela em branco e adapte a receita com seus sabores favoritos: adicione o ingrediente para dar sabor ao final do cozimento, junto com a manteiga e o queijo, ou refogue-o junto com as cebolas no início. Algumas sugestões:"], "amount": "Serve 4", "time": "40 minutos", "difficulty": "easy", "custom": false, "ingredients": ["100g manteiga", "1 cebola pequena", "1 xícara de arroz arborio ou carnaroli (cerca de 200g)", "½ xícara de vinho branco seco", "3 xícaras de caldo de vegetais ou galinha, ou mais se necessário", "½ xícara de parmesão ralado", "Refogue funghi secchi reidratados junto com a cebola no começo e misture a água em que os reidratou ao caldo. No final, adicione os cogumelos refogados da receita de Bruschetta de Cogumelos da seção de Aperitivos.", "Alho-poró: adicione metade junto com a cebola, para caramelizar, e a segunda metade quando o arroz estiver quase cozido.", "Purê de abóbora: adicione no final. Sirva o risoto polvilhado com cubinhos de carne seca fritos.", "Queijo meia-cura, damascos e limão: ao invés de queijo parmesão para finalizar, adicione damascos e queijo meia-cura, ambos picados em cubinhos. Imediatamente antes de servir, adicione também as raspas da casca e o suco de 2 limões-taiti.", "Açafrão: acrescente duas pitadas generosas de açafrão (de verdade, não açafrão-da-terra) à panela junto com o caldo."], "special": "", "steps": ["Derreta metade da manteiga com um fio de óleo em uma panela grande sobre fogo baixo. Descasque e pique a cebola e adicione-a à panela. Em uma outra panela, esquente o caldo de vegetais ou galinha e mantenha-o quente.", "Refogue a cebola até que ela fique translúcida e bastante macia, e adicione o arroz. Não lave arroz arbório, sob hipótese alguma! O amido na superfície dos grãos é que vai deixar o risoto cremoso.", "Aumente o fogo para médio e continue refogando o arroz para que ele possa absorver a gordura: os grãos devem parecer cubinhos de gelo, translúcidos nas bordas mas opacos no meio.", "Pegue um pouco do caldo quente e derrame sobre o risoto. Continue mexendo até que todo o caldo tenha sido absorvido, então adicione mais caldo. Repita esse processo até ter quase acabado com o caldo.", "Quando estiver com só um pouco de caldo restante, experimente um dos grãos para ver se está cozido. Eu gosto de grãos al dente, mas muitas pessoas preferem mais moles.", "Quando o arroz estiver cozido, pare de adicionar caldo. Desligue o fogo e adicione a manteiga restante e o queijo parmesão: tampe a panela e deixe por cinco minutos.", "Mexa o risoto para incorporar o queijo e a manteiga. Sirva imediatamente: risoto fica horrível depois de esquentado."]}