{"title": "Risoto de cogumelos", "description": ["Esse risoto tem gosto de cogumelos, com cogumelos e um toque de cogumelos. É muito, muito bom, e nada difícil: agrada mesmo aqueles que adoram carne.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/pressure-cooker-mushroom-risotto-recipe)."], "amount": "Serve 4-6", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["1,5L de caldo de legumes ou galinha, mais se necessário", "30g de funghi secchi", "4 colheres de sopa de azeite de oliva", "4 colheres de sopa de manteiga", "800g de cogumelos frescos variados (eu gosto de usar uma mistura de shiitake, shimeji, de Paris e portobello, mas use quais quiser)", "1 cebola média, picada finamente", "2 dentes de alho, picados finamente", "1 ½ xícaras de arroz arborio", "2 colheres de chá de shoyu", "1 colher de sopa de missô", "¾ de xícara de vinho branco seco", "¼ de xícara de creme de leite fresco", "Um punhado de queijo parmesão ralado na hora", "Um punhado de cebolinha e salsinha picadas na hora"], "special": "", "steps": ["Limpe os cogumelos: usando um pano ou toalhas de papel, tire quaisquer pedacinhos de terra grudados. Não lave os cogumelos: eles vão absorver água e você vai ter que passar três anos no fogão mexendo sem parar para que dourem. Retire e reserve os talos dos cogumelos, que são duros demais para comer: fatie a “cabeça” finamente e reserve-a separadamente. Para cogumelos shimeji, onde a cabeça é pequena e os talos enormes e macios, simplesmente separe os cogumelos e corte e reserve aquela base onde todos eles se juntam.", "Em uma panela grande, coloque o caldo e o funghi secchi sobre fogo alto. Assim que começar a ferver, desligue o fogo e retire os cogumelos agora reidratados: pique-os grosseiramente. Coloque os talos de cogumelo que reservou na panela de caldo e tampe para infundir o caldo com mais sabor.", "Aqueça o azeite a manteiga em uma panela grande sobre fogo médio. Quando a manteiga parar de espumar, adicione os cogumelos frescos fatiados com uma pitada generosa de sal e pimenta-do-reino. Deixe cozinhar, mexendo ocasionalmente, até que fiquem bem dourados.", "Adicione à panela dos cogumelos o alho, a cebola, e o funghi secchi e refogue até que a cebola esteja macia e aromática. Acrescente à panela o arroz e refogue até que ele esteja bem coberto de óleo e tostado mas não dourado: os grãos devem parecer cubos de gelo, translúcidos nas bordas e opacos no meio. Adicione o shoyu e o missô e misture para incorporar.", "Prepare o risoto seguindo o método tradicional ou o método rápido: adicione o vinho branco e cozinhe até que ele seja absorvido, e então cozinhe o arroz com o caldo de vegetais infundido (descartando os talos de cogumelo).", "Imediatamente antes de servir, adicione o creme de leite, o queijo parmesão e as ervas e corrija o tempero com sal e pimenta-do-reino."]}