{"title": "Risoto de camarões com tomate e limão-siciliano", "description": ["Confesso que gosto muito mais deste risoto de camarões do que do outro neste livro: o caldo de camarões transforma cada garfada em uma explosão de sabor marinho. Se não tiver passata de tomates, bata 2 latas de tomate pelado no liquidificador e então passe por uma peneira.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/risotto-con-i-gamberi-risotto-with-shrimp-5212626)."], "amount": "Serve 6", "time": "1 hora", "difficulty": "medium", "custom": false, "ingredients": ["500g de camarões grandes (Peça ao seu peixeiro que os limpe e separe as cascas e as cabeças. Elas serão usadas para fazer o caldo.)", "¼ de xícara (60ml) de azeite de oliva", "1 cebola média", "2 dentes de alho", "1 colher de sopa de extrato de tomate", "1 maço de salsinha", "¾ de xícara de vinho branco seco", "1,5l de água", "400g (2 xícaras) de arroz arborio ou carnaroli", "Uma boa pitada de flocos de pimenta vermelha", "1 xícara de passata de tomate", "1-2 limões-sicilianos"], "special": "", "steps": ["Se seu peixeiro já não o tiver feito, tire a veia e descasque os camarões: caso contrário, pule para o passo 2. Para descascar os camarões, puxe fora a cabeça e as pernas (elas vão sair com facilidade). Começando pela ponta em que a cabeça estava, corte as costas do camarão com um par de tesouras de cozinha. Tire a casca e com um palito de dentes ou uma faca afiada, remova a veia: aquela tripinha preta nas costas do camarão. Aquilo na verdade é o trato digestivo do bicho, então removê-lo é bom tanto do ponto de vista de sabor quanto de higiene.", "Uma vez descascados, pique os camarões em cubos grandes (3-4 pedaços, dependendo do quão grandes forem), tempere-os com ½ colher de chá de sal e mantenha-os na geladeira até a hora de usar. Reserve as cascas.", "Pique metade da cebola em cubos e pique finamente a outra metade. Amasse os dentes de alho. Reserve 2 ramos de salsinha e pique o resto: precisamos de ½ xícara de salsinha muito bem picada. Corte o limão-siciliano em cunhas", "Em uma panela grande e larga de fundo espesso aqueça metade do azeite de oliva sobre fogo médio-alto. Quando estiver reluzente, adicione as cascas e cabeças de camarão e refogue, mexendo ocasionalmente, até as cascas estiverem profundamente douradas e o óleo estar com a cor de ferrugem.", "Acrescente a cebola em cubos grandes e o alho e continue refogando, mexendo ocasionalmente, até a cebola começar a amaciar e as bordas dos pedaços começarem a dourar. Acrescente o extrato de tomate e 2 ramos de salsinha e refogue por 30 segundos a 1 minuto até que o purê comece a grudar no fundo da panela. Adicione ¼ de xícara de vinho branco e mexa, raspando o fundo da panela para dissolver os queimadinhos.", "Acrescente a água e deixe ferver. Abaixe o fogo para o mínimo possível e deixe em fervura branda por 10 minutos. Coe o caldo com uma peneira fina em outra panela, espremendo os sólidos com uma colher para extrair o máximo possível de líquido. Descarte os sólidos.", "Comece a fazer o risoto: aqueça o resto do azeite em uma panela grande de fundo espesso sobre fogo médio até que comece a reluzir. Adicione a cebola picada finamente e uma pitada de sal e cozinhe, mexendo frequentemente, até que ela esteja translúcida e macia mas não dourada.", "Aumente o fogo para médio-alto e acrescente o arroz arbório. Continue cozinhando, mexendo sem parar, até que ele esteja coberto por igual com o óleo e ligeiramente tostado. Adicione os flocos de pimenta e o vinho restante, e cozinhe até que o vinho tenha se evaporado quase por completo.", "Acrescente a passata de tomate e ½ xícara de caldo de camarão. Tempere com uma pitada de sal e cozinhe, mexendo, até que o líquido esteja quase totalmente absorvido. Adicione mais ½ xícara de caldo e repita o processo, provando o arroz a cada adição, até ele estar quase al dente. O exterior deve estar macio, mas o interior ainda duro.", "Adicione o camarão picado e mais ½ xícara de caldo de camarão. Continue cozinhando até que o camarão e o arroz estejam cozidos.", "Acrescente a salsinha picada, 2 colheres de sopa de suco de limão-siciliano, e sal e pimenta a gosto. Veja a consistência do risoto: ao mexer o risoto na panela, os grãos devem fluir e rapidamente preencher o espaço vazio. Adicione caldo o suficiente para ele passar desse ponto um pouco (sem deixar os grãos “nadando” em líquido): ele vai endurecer enquanto serve, então ao adicionar um pouco mais de caldo você garante que vai estar no ponto quando seus convidados forem comer.", "Divida o risoto em pratos fundos, de preferência aquecidos, e sirva imediatamente, acompanhado das cunhas de limão-siciliano para espremer por cima."]}