{"title": "Spaghetti all’arrabbiata com vodka", "description": ["Arrabbiata, do italiano, significa “raivoso”, em virtude da picância do molho. A adição de vodka é uma invenção americana, mas faz uma diferença grande o suficiente para ser incluída. Ajuste a quantidade de pimentas segundo sua tolerância a pimenta.  Faz um almoço (ou jantar) de semana sensacional.", "Esta receita foi adaptada do livro A América de Jamie, do autor Jamie Oliver."], "amount": "Serve 4", "time": "30 minutos", "difficulty": "easy", "custom": false, "ingredients": ["2-4 pimentas dedo-de-moça frescas", "6 colheres de sopa de azeite de oliva", "4-6 dentes de alho, descascados e fatiados finamente", "½ maço pequeno de salsa", "4 filés de anchova", "1 lata (400g) de tomates pelados", "3 doses de vodka", "500g de espaguete", "1 limão-siciliano"], "special": "", "steps": ["Prepare os ingredientes: lave e seque muito bem as pimentas e faça vários furos com um garfo. Separe as folhas da salsinha dos talos e pique ambos finamente mas separadamente. Coloque uma panela grande cheia de água salgada para ferver. Lave o limão-siciliano com água morna e rale finamente a casca, tomando cuidado para não ralar a parte branca e amarga também.", "Coloque o azeite de oliva e as pimentas em uma panela grande sobre fogo médio. Frite por cerca de 5 minutos, mexendo ocasionalmente, para infundir o azeite.", "Aumente o fogo e adicione as anchovas, os talos de salsa, e o alho picado. Mexa sem parar até o alho começar a dourar, então adicione os tomates.", "Quando o molho começar a ferver, tempere a gosto com sal e pimenta-do-reino e acrescente a vodka. Abaixe o fogo e deixe cozinhar, mexendo ocasionalmente e amassando as pimentas com uma colher de pau enquanto prepara o macarrão.", "Cozinhe o macarrão segundo as instruções da embalagem. Quando ele estiver al dente (ou no ponto que preferir), escorra e o adicione ao molho.", "Transfira o macarrão e o molho para uma travessa de servir, regando com as folhas de salsinha picadas e o suco e a casca do limão-siciliano. Sirva com mais azeite de oliva extravirgem."]}