{"title": "Spaghettini alla Norma", "description": ["Essa receita é bastante diferente da receita original: estou usando quase três vezes o tanto de alho. Tome cuidado ao cozinhar o spaghettini: ele cozinha muito rápido e facilmente se transforma em papa.", "Esta receita foi adaptada do livro Fundamentos da Cozinha Italiana Clássica, da autora Marcella Hazan."], "amount": "Serve 4", "time": "1h30min", "difficulty": "medium", "custom": false, "ingredients": ["500g berinjela", "Óleo vegetal, para fritar", "3 colheres de sopa de azeite de oliva extra virgem", "1 ½ colheres de sopa de alho picado", "2 colheres de sopa de salsa picada", "2 latas (400g cada) de tomates pelados picados", "1 pimenta dedo-de-moça, picada", "500g de spaghettini ou cappellini"], "special": "", "steps": ["Limpe a berinjela: corte fora as pontas e descasque-a. Corte em fatias de mais ou menos 1 centímetro, polvilhe generosamente com sal, e deixe em um escorredor por pelo menos meia hora para retirar o máximo possível do líquido amargo.", "Seque as fatias de berinjela com papel-toalha e frite por imersão até dourar (se precisar, a técnica está descrita na seção de Informação Útil). Na medida em que os pedaços de berinjela ficarem prontos, transfira-os para uma travessa forrada com papel-toalha para absorver o excesso de óleo.", "Coloque o azeite e o alho em uma panela sobre fogo médio Refogue até o alho começar a dourar, então junte a salsa, os tomates, a pimenta e uma pitada de sal e pimenta-do-reino. Ajuste o fogo para que o molho fique em fervura branda e cozinhe por 25min, ou até o óleo se separar do resto do líquido.", "Cozinhe o macarrão por 1 minuto a menos do que o indicado na embalagem. Enquanto isso, pique as fatias de berinjela em tirinhas de mais ou menos 1 centímetro de espessura.", "Adicione a berinjela ao molho e deixe cozinhar em fogo baixo por mais alguns minutos, só para esquentar. Escorra o macarrão e adicione-o ao molho, junto com mais um pouco de azeite de oliva. Mexa para misturar e sirva imediatamente."]}