{"title": "Spaghetti alla puttanesca", "description": ["Amo espaguete a putanesca: o nome, traduzido literalmente, significa “macarrão à moda das putas”. Há algumas explicações para o nome: algumas fontes dizem que o aroma do prato era usado por prostitutas para atrair clientes, ou que, por ser rápido de fazer, elas o podiam preparar entre atendimentos. A explicação mais crível, ao menos em minha opinião, é que a palavra “putta” em italiano tem mais ou menos o mesmo significado que “porcaria” em português: é um macarrão feito com “qualquer porcaria que tinha na despensa”. De qualquer maneira, é delicioso: um de meus pratos favoritos. Certifique-se de usar filés de anchova no óleo, e não filés frescos do peixe anchova.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/spaghetti-puttanesca-pasta-week-capers-olives-anchovies-recipe)."], "amount": "Serve 2", "time": "20 minutos", "difficulty": "easy", "custom": false, "ingredients": ["4 colheres de sopa de azeite de oliva extra-virgem, mais 2 para finalizar", "4 dentes de alho, descascados e fatiados finamente", "Uma pitada generosa de flocos de pimenta vermelha", "2-4 filés de anchova, picados finamente", "¼ de xícara de alcaparras, espremidas para retirar o excesso de líquido e finamente picadas", "¼ de xícara de azeitonas pretas sem caroço finamente picadas", "1 xícara de tomates pelados enlatados, espremidos com as mãos (aproximadamente metade de uma lata de 400g)", "1 lata de atum, escorrida (opcional)", "250g de espaguete", "30g de queijo parmesão ralado na hora, mais um pouco para servir", "Uma pitada generosa de pimenta do reino moída na hora", "Um punhado de salsinha picada na hora"], "special": "", "steps": ["Combine o azeite, o alho e as anchovas em uma frigideira funda. Cozinhe sobre fogo médio até que o alho esteja muito levemente dourado, ajustando o fogo para manter o alho fritando gentilmente. Não se preocupe se não conseguir picar muito bem as anchovas: elas vão se dissolver completamente no molho.", "Adicione as alcaparras, azeitonas, e o tomate, e mexa para misturar. Deixe levantar fervura branda. Se estiver usando, adicione o atum e gentilmente o despedace em flocos usando um garfo. Retire a mistura do fogo.", "Cozinhe o macarrão em água fervente salgada por 2 minutos a menos do que o sugerido na embalagem. Escorra, reservando aproximadamente uma xícara do líquido do cozimento, e transfira o macarrão para a frigideira com o molho.", "Adicione algumas colheradas da água do macarrão ao molho e devolva a frigideira ao fogo médio-alto, até que comece a borbulhar. Cozinhe, mexendo e sacudindo a frigideira e adicionando mais água conforme necessário para manter o molho líquido, até que o macarrão esteja perfeitamente al dente (cerca de 2 minutos mais).", "Retire do fogo e adicione o queijo, o azeite restante, e a salsinha. Tempere generosamente com pimenta-do-reino. Experimente: provavelmente não vai precisar de mais sal mas seguro morreu de velho. Sirva imediatamente, com mais queijo ralado."]}