{"title": "Panzanella", "description": ["*Panzanella*, em italiano, significa “pantanosa”. Trata-se de uma salada de tomates inventada para aproveitar pão dormido que tinha ficado duro demais para comer: misturando com vinagre e suco de tomate, ele amolecia e tornava-se novamente palatável. Essa receita não é muito tradicional (o molho leva mostarda e o pão usado é fresco e torrado), mas é de longe a melhor que já fiz. Torrar o pão antes de misturar com o líquido evita que ele fique com uma textura desagradável.", "Esta receita foi adaptada do site [Serious Eats](https://www.seriouseats.com/classic-panzanella-salad-recipe)."], "amount": "Serve 6 pessoas", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["1,1kg de tomates maduros, de preferência de diferentes tipos, picados pequenos o suficiente para caber na boca", "1 colher de chá de sal", "350g de ciabatta ou outro pão rústico, cortado em cubos de cerca de 3cm", "150ml de azeite de oliva extravirgem", "½ cebola roxa pequena, picada finamente", "2 dentes de alho, picados finamente", "½ colher de chá de mostarda Dijon", "2 colheres de sopa de vinagre de vinho branco ou tinto", "½ xícara compactada de folhas de manjericão fresco (cerca de 15g), picadas finamente"], "special": "", "steps": ["Coloque os tomates picados em um escorredor posicionado sobre uma tigela e tempere com o sal. Misture bem e deixe descansando em temperatura ambiente por pelo menos 15 minutos para que o sal puxe o líquido para fora. Misture os tomates ocasionalmente.", "Enquanto isso, preaqueça o forno a 180. Misture o pão picado com 2 colheres de sopa do azeite de oliva em uma tigela, então transfira para uma assadeira. Asse por 15 minutos, até que o pão fique crocante e firme mas não dourado. Retire do forno e deixe esfriar completamente.", "Retire os tomates do escorredor e os reserve. Ao suco de tomate que se acumulou na tigela, adicione a cebola, alho, mostarda e vinagre, misturando com um batedor de arame até que estejam bem incorporados. Muito lentamente e batendo sem parar, adicione o azeite de oliva restante. Tempere o molho a gosto com sal e pimenta.", "Misture o pão, os tomates, o molho e o manjericão em uma tigela grande. Deixe descansando por pelo menos 30 minutos, mexendo ocasionalmente, para que o pão possa absorver o molho e o manjericão possa perfumar a salada. Sirva imediatamente."]}