{"title": "Salada Lucali", "description": ["Essa salada é deliciosa, principalmente antes (ou depois, ou ao mesmo tempo que) uma massa com bastante molho de tomate. Sugiro também servir com pão caseiro, para que consiga mergulhá-lo no molho que fica no fundo da travessa. Ah, que maravilha.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "1 hora", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Salada", "items": ["5 tomates maduros não muito grandes", "½ cebola roxa não muito grande, descascada e fatiada finamente", "1-3 talos de salsão, com as folhas (de preferência um dos talos de cor mais clara que ficam no miolo do pé de salsão), picados", "18 azeitonas pretas, sem caroço e ligeiramente amassadas (você provavelmente vai as amassar de qualquer jeito quando estiver tirando o caroço), mais 2 colheres de sopa da salmoura", "1 ½ colheres de chá de sal", "1 colher de chá de pimenta-do-reino moída na hora", "1 colher de chá de lemon pepper", "⅓ de xícara de azeite de oliva", "1 colher de chá de vinagre de vinho tinto", "1 pé de alface-americana, lavada e limpa, rasgada grosseiramente"]}, {"title": "Molho", "items": ["1 xícara e 2 colheres de sopa de azeite de oliva", "½ xícara de vinagre de vinho tinto", "½ colher de chá de sal", "½ colher de chá de pimenta-do-reino moída na hora", "½ colher de chá de lemon pepper"]}], "special": "", "steps": ["Faça a salada: adicione os tomates, cebola, salsão e azeitonas a uma tigela grande. Misture o sal, pimenta, a salmoura de azeitonas, lemon pepper, azeite e vinagre, e misture gentilmente com as mãos ou uma colher de pau. Cubra com plástico-filme e leve à geladeira por pelo menos 20 minutos ou até 2 horas para que as verduras possam absorver o tempero.", "Faça o molho. Misture todos os ingredientes em um pote de vidro com tampa que possa ser fechado bem (eu sugiro um de palmito vazio) Chacoalhe vigorosamente até que esteja homogêneo e reserve.", "Quando os tomates tiverem descansado e você estiver pronto para servir, monte a salada: em uma travessa grande, coloque uma quantidade suficiente para cobrir o fundo da mistura de tomate e sucos, então cubra com uma camada de alface. Espalhe um pouco do molho, seguido de outra camada dos tomates, então alface e molho: repita o processo até acabar com os tomates e alface. Reserve o molho que sobrar: ele dura até 1 mês na geladeira. Sirva imediatamente."]}