{"title": "Salada grega", "description": ["Os únicos motivos pelo qual essa receita está listada como de dificuldade média e não fácil é porque o queijo feta pode ser difícil de encontrar e picar tudo é um saco. Garanto que vale a pena, porém. Essa salada é de longe a minha favorita. Quando a levo para um churrasco, frequentemente acabo comendo mais dela do que da carne…", "O queijo feta pode ser encontrado em alguns supermercados maiores. Se não conseguir, não se preocupe: a salada fica deliciosa mesmo sem ele.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2018/09/my-big-fat-greek-salad-and-its-big-fat.html)."], "amount": "Serve 4", "time": "1h10min", "difficulty": "medium", "custom": false, "ingredients": ["2 pepinos grandes (de preferência, japoneses)", "2 xícaras de tomates cereja", "¼ de uma cebola roxa", "½ pimentão vermelho ou verde", "½ xícara de azeitonas verdes sem caroço", "½ xícara de azeitonas pretas sem caroço", "2 colheres de chá de orégano desidratado", "¼ de xícara de vinagre de vinho tinto", "⅓ de xícara de azeite de oliva", "120g de queijo feta, esmigalhado ou cortado em cubinhos de 1cm"], "special": "", "steps": ["Se estiver usando pepinos comuns, os descasque e corte ao meio. Usando uma colher de chá, raspe fora e descarte as sementes. Pique em cubos de 1cm. Se estiver usando pepinos japoneses, corte-os ao meio no sentido do comprimento, e corte novamente no sentido do comprimento cada metade. Corte em fatias de 1cm: os cubinhos (ou quase) já saem prontos.", "Coloque os pepinos em um escorredor e tempere generosamente com sal. Deixe descansar por 10 a 15 minutos, para que o sal tenha tempo de puxar o excesso de líquido.", "Enquanto isso, corte os tomates cereja ao meio. Enxague os pepinos com água corrente e deixe-os escorrendo por mais 10 a 15 minutos.", "Enquanto os pepinos escorrem, pique o pimentão em cubinhos de 1cm e fatie a cebola o mais finamente possível.  Corte as azeitonas em rodelas.", "Misture em uma tigela grande os pepinos, tomates, cebola, pimentão, azeitonas e orégano. Tempere a gosto com sal e pimenta-do reino (você não deve precisar de muito! As azeitonas já são bastante salgadas).", "Adicione o vinagre e misture muito bem para que os ingredientes o possam absorver. Adicione o azeite e mais uma vez misture bem. É importante adicionar o vinagre antes do azeite: se a ordem for invertida, o azeite vai recobrir os vegetais e eles não vão conseguir absorver o tempero.", "Adicione o queijo feta e misture bem uma última vez. Cubra com filme plástico e leve à geladeira por 30 a 60 minutos, para os sabores se desenvolverem.", "Retire a salada da geladeira e corrija o tempero, se achar necessário. Sirva imediatamente."]}