{"title": "Salada de acelga e frango ao estilo de Szechuan", "description": ["Apesar de precisar de ingredientes difíceis de encontrar (a pimenta-de-Sichuan), eu ainda assim acho justo colocar essa salada no livro: ela é deliciosa. Se não conseguir comprar a pimenta-de-Sichuan, pode-se também usar a mesma quantidade de gochugaru.", "Esta receita foi adaptada do livro The Chicken Bible, da empresa americana America’s Test Kitchen."], "amount": "Serve 4 a 6", "time": "40 minutos", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Molho", "items": ["¼ de xícara de óleo vegetal", "1 dente de alho, descascado e esmagado com a lateral de uma faca", "1 pedaço de gengibre de mais ou menos 1,5cm, descascado e fatiado em rodelas", "2 colheres de sopa + 1-2 de chá de pimentas-de-Sichuan moídas com um pilão ou moedor de especiarias", "2 colheres de sopa de shoyu", "1 colher de sopa de vinagre de arroz", "1 colher de sopa de óleo de gergelim torrado", "2 colheres de chá de açúcar"]}, {"title": "Salada", "items": ["4 xícaras de frango desfiado (mais ou menos 500g), em temperatura ambiente", "½ pé de acelga, lavado e fatiado fino", "1 ½ xícaras de folhas e talos tenros de coentro, picados grosseiramente", "6 cebolinhas, fatiadas finamente", "1 talo de salsão, fatiado finamente", "2 colheres de sopa de sementes de gergelim"]}], "special": "", "steps": ["Faça o molho. Misture o óleo, alho, e gengibre em uma pequena tigela refratária. Leve ao micro-ondas em potência máxima por 2 minutos, ou até que o óleo esteja quente e borbulhando. Adicione 2 colheres de sopa das pimentas-de-Sichuan moídas e deixe infundir por 10 minutos.", "Coe a mistura em uma tigela grande, descartando os sólidos. Adicione o shoyu, vinagre, 1 colher de chá das pimentas-de-Sichuan restantes, e açúcar. Experimente o tempero, adicionando o resto das pimentas-de-Sichuan se achar necessário.", "Para montar a salada, adicione o frango desfiado à tigela e misture bem para que ele possa absorver o molho. Em outra tigela grande, misture a acelga, ⅔ do coentro e da cebolinha, o salsão e uma pitada de sal. Transfira para uma travessa de servir, fazendo uma camada de verduras, então coloque o frango desfiado por cima. Finalmente, espalhe por cima o resto do coentro e cebolinha e as sementes de gergelim. Sirva."]}