{"title": "Salada de couve crespa com queijo de cabra e nozes", "description": ["Adoro essa salada, embora alguns dos ingredientes sejam difíceis de achar. A couve-crespa é uma folha bastante dura e fibrosa, então cortá-la em quadradinhos a deixa mais palatável. Deixar a salada descansando antes de servir também ajuda a tornar a couve-crespa mais macia.", "Esta receita foi adaptada do livro See You On Sunday, do autor Sam Sifton."], "amount": "Serve 8", "time": "1 hora", "difficulty": "easy", "custom": false, "ingredients": ["1 xícara de nozes-pecã", "100g de bacon, cortado em palitinhos de 1cm (opcional)", "1 xícara de azeite de oliva extravirgem", "4 fatias de pão italiano ou outro pão rústico, cortado em cubos", "1 xícara de queijo de cabra cremoso", "2 dentes de alho, descascados e picados finamente", "⅓ de xícara de vinagre de vinho tinto", "2 maços de couve-crespa (também chamada de kale), lavada", "⅔ de xícara de cranberries secas"], "special": "", "steps": ["Prepare a couve-crespa: retire o talo duro no meio de cada folha e corte em tirinhas. Corte as tirinhas em quadradinhos e reserve.", "Usando uma frigideira seca sobre fogo médio, torre as nozes-pecã até que comecem a ficar douradas e perfumadas. Reserve.", "Se o estiver usando, frite o bacon sobre fogo médio-alto até que os palitinhos estejam crocantes, 5 a 7 minutos. Reserve.", "Descarte a maior parte da gordura de bacon da frigideira, ou adicione a ela 2 colheres de sopa do azeite. Adicione os cubos de pão e deixe cozinhar, mexendo frequentemente, até que estejam dourados e crocantes, mais 5 a 7 minutos. Reserve.", "Em uma tigela grande de servir, coloque mais ou menos ⅓ do queijo de cabra, o alho, e o azeite restante. Amasse com um garfo e misture bem para incorporar o queijo no azeite. Lentamente, batendo sem parar com um garfo, adicione o vinagre. Tempere a gosto com sal e pimenta.", "Adicione a couve ao molho, misturando e massageando vigorosamente com um pegador ou mesmo as suas mãos. Adicione os croutons, o bacon, e o queijo de cabra, esmigalhado ou separado em “gotas”. Misture novamente a salada e sirva, imediatamente ou após 30 minutos a 1 hora."]}