{"title": "Salade Lyonnaise", "description": ["Essa salada é uma refeição completa, embora na Alsácia, região da França onde ela se origina, ela seja apenas um primeiro prato. Apesar de ser uma salada, o bacon, ovos e pão a tornam substanciosa (lê-se: gorda), então sirva-a como um almoço leve.", "Esta receita foi adaptada do livro My Paris Kitchen, do autor David Lebovitz."], "amount": "Serve 4 a 6", "time": "30 minutos", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Croutons", "items": ["2 ½ colheres de sopa de azeite de oliva extravirgem, mais se necessário", "1 dente de alho, descascado e esmagado com a lateral de uma faca", "1 ½ xícaras de pão francês ou italiano cortado em cubinhos de 2cm"]}, {"title": "Salada", "items": ["8-12 batatas bolinha (mais ou menos 350g)", "300g de bacon em cubinhos", "4 colheres de chá de vinagre de vinho tinto", "1 ½ colheres de sopa de mostarda Dijon", "5 colheres de sopa de azeite de oliva ou óleo vegetal", "1 colher de sopa de água", "2 dentes de alho médios picados finamente", "150g de folhas de escarola, rasgadas grosseiramente", "2 colheres de sopa de salsinha ou cebolinha picadas finamente", "4 ovos cozidos, descascados e cortados em 4"]}], "special": "", "steps": ["Prepare os croutons. Aqueça o azeite em uma frigideira sobre fogo médio e adicione o dente de alho. Deixe fritando, mexendo ocasionalmente, até que ele fique bem dourado: tome cuidado para não queimar. Retire e reserve o dente de alho, deixando o azeite na frigideira, e adicione os cubos de pão e uma pitada de sal. Frite o pão, mexendo frequentemente, até que os cubinhos estejam bem dourados: se necessário, adicione mais um pouco de azeite. Reserve os croutons até a hora de servir.", "Coloque as batatas em uma panela e adicione água suficiente para cobrir e uma pitada generosa de sal. Leve ao fogo alto até levantar fervura, então reduza e deixe cozinhar por 10 a 15 minutos, ou até que estejam tenras. Não deixe as batatas cozinharem demais, ou elas vão se desmanchar na salada!", "Enquanto as batatas cozinham, frite o bacon sobre fogo médio-baixo em uma frigideira até que ele comece a ficar crocante. Transfira para um prato forrado com papel-toalha para tirar o máximo possível de gordura.", "Prepare o molho. Em uma tigela de servir grande, misture o vinagre, mostarda, azeite, água, alho e ¼ de colher de chá de sal. Se quiser, pique o dente de alho frito dos croutons e adicione-o também: caso contrário, descarte.", "Para montar a salada, corte as batatas em rodelas e adicione-as à tigela com o molho junto com o bacon. Misture gentilmente para não despedaçá-las, então adicione a escarola, salsinha, croutons, e ovos cozidos. Tempere com pimenta-do-reino moída na hora e misture bem para cobrir as folhas com o molho."]}