{"title": "Alcachofra e molhos", "description": ["Alcachofra é complicado de fazer e comer, e efetivamente 95% da planta vai pro lixo por não ser comestível, mas mesmo assim é uma delícia.  Há outro método para limpar a alcachofra: após cortar o terço superior antes de cozinhar, corte a alcachofra ao meio no sentido longitudinal, esfregue com limão e arranque fora os espinhos usando uma colher. Eu não gosto muito: é muito difícil tirar todos, ela escurece mais, e você corre o risco de desperdiçar um pouco do fundo já que os espinhos estão bem presos e é preciso fazer força para arrancá-los. Mesmo assim, é mais prático para comer e permite rechear as alcachofras com o que quiser. Siga seu coração (de alcachofra)!"], "amount": "Serve 4", "time": "40 minutos", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Alcachofra", "items": ["1 limão", "1 dente de alho", "4 alcachofras médias", "Sal"]}, {"title": "Molho de alho e limão", "items": ["1 dente de alho", "Suco de limão", "Azeite de oliva", "Sal"]}, {"title": "Molho de curry", "items": ["¼ de xícara de maionese", "½ colher de chá de curry em pó", "¼ de colher de chá de cúrcuma", "Uma pitada de pimenta-de-caiena", "Suco de limão, para diluir"]}, {"title": "Molho de mostarda e mel", "items": ["¼ de xícara de maionese", "1 colher de sopa de mostarda", "1 colher de sopa de mel", "Suco de limão, para diluir"]}], "special": "uma panela de pressão e um cesto de cozimento a vapor", "steps": ["Comece a preparar as alcachofras: corte um dos limões ao meio. Usando uma faca, corte fora a pontinha do talo e esfregue com o lado cortado do limão. Corte o talo fora e esfregue a superfície cortada do talo e da alcachofra com o limão. Isso vai impedir que a alcachofra escureça.", "Usando uma faca, tire a “casca” do talo: se você olhar os pedaços que já cortou, vai perceber que tem um “miolo” branco cercado por matéria vegetal verde e fibrosa. Tire o máximo dessa matéria vegetal que conseguir e esfregue toda a superfície do miolo com limão para que não escureça.", "Tire as pétalas (na verdade, sépalas) menores e mais duras que estiverem presas no toco do talo. Usando uma faca de serra, corte o terço superior da alcachofra e descarte.", "Coloque 1 xícara de água na sua panela de pressão. Adicione 1 dente de alho, esmagado com a lateral de uma faca, e os talos de alcachofra. Por cima disso, coloque um cesto de cozimento a vapor. Acomode as alcachofras, com o lado em que o talo estava virado para baixo, e polvilhe tudo com sal.", "Tampe a panela e deixe levantar pressão alta. Cozinhe por 5 minutos se estiver usando alcachofras pequenas, 10 para médias e 15 para grandes. Se após o tempo de cozimento sugerido suas alcachofras ainda não estiverem cozidas, deixe por mais 5 minutos em pressão alta. Para saber se sua alcachofra está cozida, pegue uma das pétalas e puxe: ela deve sair sem que precise fazer força.", "Enquanto as alcachofras cozinham, faça os molhos. Para o de limão e alho, esprema um dos limões e rale finamente o dente de alho. Lentamente adicione azeite de oliva enquanto bate sem parar com um garfo, até achar que tem molho suficiente.  Para os outros dois, simplesmente misture todos os ingredientes e adicione suco de limão suficiente para deixar com uma consistência menos espessa.", "A técnica para comer alcachofra não é muito óbvia, então optei por descrevê-la na receita. Para comer a alcachofra, tire uma das pétalas. Na base, onde ela estava grudada na planta, há uma “massinha”: essa é a parte comestível. Mergulhe gentilmente a pétala de alcachofra no molho de sua escolha e morda delicadamente. Puxe com os dedos para fora da boca, raspando a massa. Quando não tiver mais massa, descarte a pétala e pegue outra. Quando não tiverem mais pétalas, você estará de frente ao fundo da alcachofra, a parte mais nobre. Ele não pode ser comido ainda: é coberto de espinhos que podem machucar a boca e a garganta. Descarte quaisquer pétalas restantes e retire os espinhos, raspando com uma faca ou colher. Aproveite!"]}