{"title": "Asinhas de frango crocantes e picantes", "description": ["Sirva essas asinhas com Molho de queijo gorgonzola (veja a receita na seção de Condimentos) e palitinhos de cenoura e salsão. Usamos fermento químico no tempero porque, ao esquentar, ele se transforma em gás e expande: isso rompe as células da pele do frango, tornando-as crocantes como se tivessem sido preparadas fritas. Deixar as asinhas descansar destampadas na geladeira também ajuda a deixá-las ainda mais crocante: isso resseca a pele e permite que ela cozinhe mais rapidamente.", "Se quiser transformar essas asinhas em algo mais parecido com as famosas *Buffalo wings*, omita a pimenta-de-caiena do tempero. Quando as asinhas estiverem cozidas, regue-as com 4 colheres de sopa de manteiga derretida e ½ xícara de um molho de pimenta suave (a marca mais tradicional é a Frank’s Red Hot).", "Esta receita foi adaptada do livro Air Fry Every Day, do autor Ben Mims."], "amount": "Serve 2 a 4", "time": "1h30", "difficulty": "easy", "custom": false, "ingredients": ["700g de asinhas de frango, separadas em coxinhas e meio da asa", "1 colher de chá de fermento químico", "1 colher de chá de pimenta-de-caiena", "¼ de colher de chá de alho em pó", "1 colher de sopa de manteiga, derretida"], "special": "uma air fryer", "steps": ["Espalhe as asinhas de frango em uma travessa ou assadeira e polvilhe com o fermento, a pimenta, e o alho em pó. Misture com as mãos para que o tempero fique bem distribuído, então distribua novamente as asinhas pela assadeira, evitando que elas se sobreponham umas sobre as outras. Leve a assadeira à geladeira, sem cobrir ou tampar, por pelo menos 1 hora ou até de um dia para o outro.", "Preaqueça sua air fryer a 200°C e tempere generosamente as asinhas com sal e pimenta. Coloque as asinhas no cesto da air fryer, apoiando-as umas nas outras para que fiquem “de pé” e deixe assar até que fiquem crocantes e douradas, cerca de 20 minutos. Transfira as asinhas para uma tigela grande e regue com a manteiga derretida, então misture gentilmente. Sirva imediatamente."]}