{"title": "Bisque de tomate", "description": ["Bisque é o nome dado a uma sopa cremosa da França, tradicionalmente feita com crustáceos. Apesar de não ser um bisque no sentido tradicional da palavra, ela é deliciosa, e mais elegante do que a Sopa de Tomates Assados. Sugiro servir com queijo quente.", "Muito importante: não lave o arroz antes de adicioná-lo à receita! É o amido presente na superfície que vai ajudar a sopa a engrossar.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2013/10/tomato-bisque-soup-might-not-count-as.html)."], "amount": "Serve 6", "time": "1h10min", "difficulty": "easy", "custom": false, "ingredients": ["1 cebola grande picada", "2 talos de salsão picado", "3 dentes de alho picados", "1 litro de caldo de galinha, de preferência caseiro", "2 latas (400g cada) de tomates pelados", "½ colher de chá de páprica doce", "3 colheres de sopa de arroz cru", "1 colher de chá de açúcar, ou a gosto", "¾ de xícara de creme de leite fresco", "Manjericão fresco, para servir"], "special": "um mixer de mão, ou um liquidificador", "steps": ["Aqueça um fio de óleo em uma panela grande sobre fogo médio. Adicione a cebola, o salsão, e uma boa pitada de sal e refogue, mexendo sempre, até que a cebola fique translúcida. Adicione o alho e refogue por mais 30 segundos, só para perfumar.", "Junte na panela o caldo de galinha e os tomates e deixe ferver, então adicione a páprica. Tempere a gosto com pimenta-do-reino e pimenta-de-caiena, e mais páprica se achar necessário.", "Abaixe o fogo, deixando a sopa em fervura branda. Adicione o arroz e deixe a sopa cozinhar, destampada, por 35-45 minutos, ou até que os vegetais estejam tenros. De tempos em tempos, remova a espuma que se formar na superfície da panela com uma escumadeira: isso não vai afetar o sabor, mas ajuda a deixar a sopa mais homogênea.", "Adicione 1 colher de chá de açúcar e bata a sopa com um mixer de mão ou liquidificador até que ela esteja totalmente homogênea. Adicione ½ xícara do creme de leite e corrija o tempero com mais sal, açúcar, e pimenta-de-caiena.", "Ajuste a consistência da sopa conforme sua preferência: se estiver muito rala, continue cozinhando em fervura banda até engrossar. Se estiver muito grossa, dilua com um pouco mais de caldo.", "Sirva a sopa, regando cada tigela com um pouco do creme de leite restante e um punhadinho de manjericão picado."]}