{"title": "Caldinho de mocotó", "description": ["Essa receita é a do caldinho de mocotó do Mocotó, um dos meus restaurantes favoritos do planeta, e é tão bom que deu o nome à casa. Desossar e picar o mocotó é um pouco chato, mas o resultado final vale a pena: um caldo grosso, substancioso, e nutritivo sem ser pesado, que vai botar cabelo no seu peito e carne nos seus ossos. Vale muito, muito a pena.", "Esta receita foi adaptada do livro Mocotó: O pai, o filho e o restaurante, de Rodrigo Oliveira."], "amount": "Serve 10", "time": "2h30min", "difficulty": "medium", "custom": false, "ingredients": ["2 peças de mocotó, sem pelos nem manchas e cortadas em rodelas pelo seu açougueiro", "3 folhas de louro", "3 tomates", "1 cebola, picada grosseiramente", "½ pimentão verde, picado grosseiramente", "1 pimenta dedo-de-moça sem sementes", "6 dentes de alho", "¼ de xícara de vinagre", "2 colheres de chá de colorau", "1 colher de chá de cominho", "1 colher de chá de coentro em pó", "400g de mandioca descascada crua", "Coentro e cebolinha picados, para servir"], "special": "", "steps": ["Coloque uma panela grande o suficiente para caber todo o mocotó cheia de água para ferver. Quando ferver, adicione os mocotós e deixe cozinhar por 5 minutos: escorra e descarte esse caldo. Esse passo ajuda a deixar o caldo mais delicado, e retira quaisquer sujeiras que podem ter ficado no mocotó.", "Coloque o mocotó em uma panela de pressão com as folhas de louro e água suficiente para cobrir. Tome cuidado: não se deve nunca encher uma panela de pressão mais do que ⅔ de sua capacidade máxima para não correr o risco de explodir. Cozinhe em pressão alta por 50 minutos, até que o mocotó esteja macio e quase se separando dos ossos. Se não tiver acesso a uma panela de pressão, cozinhe os mocotós sobre fogo baixo por 3 a 4 horas.", "Desosse os mocotós, descartando quaisquer gorduras e partes escuras. Pique as partes gelatinosas em cubinhos e reserve-as. Reserve também o caldo de cozimento do mocotó.", "Bata no liquidificador a cebola, o pimentão, o alho, o vinagre, o colorau, o cominho, e o coentro em pó até obter uma pasta homogênea. Se necessário, adicione um pouco do caldo de cozimento para ajudar a bater, mas só um pouco!", "Leve essa pasta de vegetais ao fogo baixo em uma panela grande e deixe cozinhar por cerca de 30 minutos para concentrar os sabores. Quando começar a grudar no fundo e querer queimar, está pronto. Enquanto isso, bata a mandioca no liquidificador com mais um pouco do caldo de cozimento até que fique homogênea.", "Na panela com a pasta de vegetais, adicione a mandioca batida, os cubinhos de mocotó, e o caldo de mocotó restante. Leve ao fogo alto e deixe cozinhar, mexendo sempre, até engrossar. Adicione o coentro e cebolinha picados e sirva imediatamente, com farinha e molho de pimenta."]}