{"title": "Caldo tlalpeño", "description": ["Essa é uma deliciosa sopa, vinda do sul do México, embora essa versão não seja estritamente tradicional (tradicionalmente, ela levaria cominho e vagem no lugar da abobrinha). A pimenta chipotle em adobo é um tipo de pimenta defumada imersa em um molho agridoce de tomate, e pode ser encontrada com facilidade pela internet: ela vem em latas e as sobras podem ser congeladas. Se não conseguir encontrar, use um molho chipotle industrializado (eu sugiro Tabasco, o da Cêpera é horrível), ou uma pitada generosa de páprica defumada e pimenta-de-caiena. Não tenha medo de comer a sopa com abacate: prometo que é melhor do que imagina.", "Esta receita foi adaptada do livro The Chicken Bible, da empresa americana America’s Test Kitchen."], "amount": "Serve 6-8", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["700g de peito de frango com pele e com osso, dividido no meio", "2 cebolas, picadas fino", "2 cenouras, descascadas e cortadas em rodelas de 1cm", "5 dentes de alho picados", "2 colheres de chá de pimenta chipotle em adobo picada", "½ colher de chá de tomilho desidratado", "2 colheres de sopa de farinha de trigo", "2 litros de caldo de galinha", "2 abobrinhas italianas ou 1 nacional, picada em cubinhos de 1cm", "1 caixa de grão-de-bico cozido, ou 250g de grão-de-bico cozido", "½ colher de chá de orégano desidratado", "3 colheres de sopa de coentro picado", "Abacate em cubos, para servir", "Limão, para servir"], "special": "", "steps": ["Tempere o frango com sal e pimenta. Aqueça um fio de óleo em uma panela grande sobre fogo médio-alto até que esteja reluzente, então adicione o frango. Doure-o dos dois lados e reserve.", "Adicione a cebola e a cenoura à panela e refogue sobre fogo médio até que a cebola esteja tenra e ligeiramente dourada, 8-10 minutos. Adicione o alho, o tomilho e a pimenta chipotle e cozinhe mais 30 segundos, só para perfumar.", "Adicione a farinha de trigo e cozinhe por mais 1 minuto para que ela possa absorver a gordura. Aos poucos, adicione o caldo, mexendo sem parar para não empelotar.", "Devolva o frango à panela, junto com quaisquer sucos que ele tenha soltado. Abaixe o fogo, tampe, e deixe cozinhar por 15-20 minutos.", "Transfira o frango para uma tábua e descarte a pele e os ossos. Desfie a carne usando dois garfos e reserve. Enquanto isso, adicione a abobrinha e o grão-de-bico à panela e deixe cozinhar até que a abobrinha esteja tenra mas ainda firme, cerca de 10 minutos.", "Quando a abobrinha estiver cozida, devolva o frango desfiado à panela e deixe cozinhar só até esquentar. Retire do fogo e misture o coentro e o orégano, então corrija o tempero. Sirva com limão espremido e pedacinhos de abacate."]}