{"title": "Minestra maritata", "description": ["Minestra maritata se traduz como “sopa casada”, e é um delicioso matrimônio de almôndegas e escarola em um caldo muito bem temperado. É uma clássica receita italiana, e excelente em dias frios. Se quiser fazer a sopa com antecedência, para guardar ou congelar, sugiro adicionar um pouco mais de caldo na hora de esquentar: o macarrão tende a absorver líquido.", "Esta receita foi adaptada do site da [seção de culinária do New York Times](https://cooking.nytimes.com/recipes/1024492-italian-wedding-soup)."], "amount": "Serve 6-8", "time": "1h30min", "difficulty": "easy", "custom": true, "ingredients": [{"title": "Almôndegas", "items": ["1 ovo grande", "500g de costela moída (ou uma mistura de metade costela moída e metade carne suína moída)", "½ xícara de farinha panko ou farinha de rosca", "⅓ de xícara de queijo parmesão ralado finamente", "3 colheres de sopa de salsinha picada o mais finamente possível", "3 dentes de alho, picados o mais finamente possível", "1 colher de chá de orégano desidratado", "½ colher de chá de sal", "½ colher de chá de pimenta do reino moída na hora"]}, {"title": "Sopa", "items": ["3 colheres de sopa de azeite de oliva extravirgem", "2 cebolas médias picadas", "3 cenouras médias, em cubinhos", "3 talos de salsão, em cubinhos", "3 dentes de alho, picados finamente", "½ colher de chá de sal", "½ colher de chá de pimenta-do-reino", "2L de caldo de galinha, de preferência caseiro", "½ xícara de macarrão para sopa (argolinhas, letrinhas, risoni, orzo ou outra massa pequena)", "4 xícaras de escarola (ou espinafre, couve crespa, ou outra folha amarga) cortada em tirinhas o mais finas possível"]}], "special": "", "steps": ["Prepare as almôndegas: quebre o ovo em uma tigela grande e bata até que fique mais ou menos homogêneo. Adicione o resto dos ingredientes das almôndegas e misture delicadamente com as mãos até que todos os ingredientes estejam incorporados: não mexa mais do que necessário ou as almôndegas vão ficar duras.", "Pegue mais ou menos 1 colher de chá bem cheia da mistura de carne e role-a entre as mãos para fazer uma bolinha: transfira para uma assadeira ou um prato. Repita o processo até acabar com toda a carne: você deve ter entre 40 e 80 almôndegas.", "Aqueça o azeite de oliva em uma panela grande sobre fogo médio e adicione de ⅓ a ½ das almôndegas: evite encher a panela demais para que elas não se sobreponham. Frite as almôndegas, virando-as ocasionalmente, por 3 a 4 minutos, até que fiquem douradas na maior parte da sua superfície. Transfira as almôndegas fritas para um prato forrado com papel-toalha e repita o processo até ter dourado todas as almôndegas. Tome cuidado ao virar as almôndegas na panela para que não se desmanchem.", "Adicione à panela a cenoura, a cebola e o salsão, e deixe cozinhar, mexendo ocasionalmente, até que os vegetais estejam começando a amolecer mas ainda um pouco crocantes. Adicione o alho, sal, e pimenta, e deixe cozinhar até conseguir sentir o perfume do alho, mais 1 minuto.", "Devolva as almôndegas à panela junto com o caldo de galinha e deixe levantar fervura. Reduza o fogo para que se mantenha em fervura branda e adicione o macarrão: deixe cozinhando por 8 a 10 minutos, até que a massa esteja tenra.", "Quando o macarrão estiver cozido, desligue o fogo e adicione sua escarola picada, mexendo até que esteja murcha e bem incorporada. Corrija o tempero com sal e pimenta-do-reino e sirva imediatamente, polvilhado com mais queijo parmesão ralado na hora."]}