{"title": "Sopa cremosa de milho", "description": ["Uma sopa leve e cremosa com o sabor puro de milho verde. Me lembra de quando eu era pequeno e caminhava na Lagoa do Taquaral, e meus pais me compravam milho verde com água de coco depois. Bons tempos…", "Essa sopa também pode ser feita com grãos de milho congelados.", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2016/07/just-corn-soup-finally-less-is-more.html)."], "amount": "Serve 4, demora 1 hora", "time": "- 3 xícaras de grãos de milho verde (Cerca de 3 espigas. Procure comprar as espigas de cor mais clara: elas são mais doces)", "difficulty": "easy", "custom": false, "ingredients": ["3 xícaras de água", "2 colheres de sopa de manteiga sem sal", "1 colher de chá de sal", "1 pitada de pimenta-de-caiena, mais um pouco para servir", "Cebolinha picada, para servir"], "special": "um liquidificador", "steps": ["Se estiver usando espigas de milho, tire os grãos das espigas de milho cruas com uma faca ou a ferramenta de sua escolha. Passe o dorso da faca na espiga depois de remover os grãos: o líquido leitoso que sair vai ajudar a dar sabor à sopa.", "Certifique-se de que não há nenhum pedaço de palha ou “cabelo” misturado nos grãos e separe-os em duas porções do mesmo tamanho. Coloque uma delas em uma panela pequena e a outra em um liquidificador, junto com a água.", "Bata os grãos de milho no liquidificador em velocidade máxima por 2 a 3 minutos ou até que o creme fique completamente homogêneo. Adicione o creme de milho à panela com o resto dos grãos.", "Coloque a panela sobre fogo médio-alto e deixe levantar fervura branda. Tempere com sal e pimenta-de-caiena e abaixe o fogo para médio-baixo, ou o suficiente para se manter em fervura branda. Deixe a sopa cozinhando assim por 30 minutos, mexendo ocasionalmente para não queimar.", "Abaixe o fogo para o mínimo possível e adicione a manteiga. Com um mixer de mão, pulse a sopa algumas vezes até que a manteiga tenha se misturado completamente na sopa e deixado-a cremosa. Sirva imediatamente com cebolinha picada e uma pitada de pimenta-de-caiena a mais, se quiser."]}