{"title": "Sopa de tomates assados", "description": ["A receita original serve esta sopa acompanhada de grissini e uma seleção de vegetais cortados em palitinhos (bulbos de erva-doce, cenouras e pepinos) com guacamole. Fica excelente, mas só a sopa por si só já é maravilhosa.", "Esta receita foi adaptada do livro 30 Minutos e Pronto, do autor Jamie Oliver."], "amount": "Serve 4", "time": "45 minutos", "difficulty": "easy", "custom": false, "ingredients": ["1kg de tomates cereja ou tomates sweet grape", "4 tomates maduros", "1 pimenta dedo-de-moça ou outra pimenta vermelha de sua preferência", "4 dentes de alho, amassados com a lateral de uma faca", "1 baguete ou ciabatta, para fazer croutons", "2 cebolas roxas pequenas", "4 colheres de sopa de aceto balsâmico", "1 maço de manjericão italiano.", "*Crème fraîche*, para servir (opcional)"], "special": "um forno com grill e um liquidificador", "steps": ["Preaqueça o forno a 220° e ligue o grill. Tire os cabinhos dos tomates-cereja e corte os tomates grandes em quatro. Corte as cebolas em rodelas finas.", "Coloque os tomates e a pimenta em uma assadeira grande. Adicione os dentes de alho e tempere com bastante sal, azeite, e pimenta-do-reino. Misture bem e leve ao forno, o mais próximo do grill possível.", "Asse os tomates por 12 a 15 minutos. Enquanto isso, faça os croûtons: corte o pão em cubos e regue com azeite de oliva e uma pitada de sal. Leve ao forno junto com os tomates, mas coloque na prateleira inferior: longe do grill.", "Descasque as cebolas e pique-as grosseiramente. Coloque uma frigideira grande sobre fogo médio junto com um pouco de óleo: quando estiver quente, acrescente as cebolas e uma pitada de sal. Refogue as cebolas, mexendo ocasionalmente, até que fiquem tenras.", "Quando as cebolas ficarem bem macias, acrescente o vinagre balsâmico. Deixe reduzir, mexendo ocasionalmente.", "Quando os tomates estiverem prontos (alguns deles estarão chamuscados: não se preocupe, é isso que queremos), tire a assadeira do forno e verifique os croûtons. Se estiverem dourados, desligue o forno mas deixe a assadeira lá dentro: caso contrário, deixe mais alguns minutos, checando sempre para não queimar.", "Coloque todo o conteúdo da assadeira dos tomates em um liquidificador junto com as cebolas refogadas no balsâmico. Bata até a sopa ficar totalmente homogênea.", "Acrescente a maior parte das folhas do manjericão e bata mais uma vez. Não bata demais: queremos ficar ainda com alguns pedaços grandes de manjericão pela sopa. Transfira a sopa para uma sopeira e tempere à gosto.", "Sirva a sopa acompanhada dos croutons, com um fio de azeite, uma colherada de *crème fraîche*, e algumas folhas de manjericão por cima."]}