{"title": "Sopa cock-a-leekie", "description": ["Se estiver com pouco tempo, a segunda fervura do caldo só com os ossos e pele não é estritamente necessária, mas acredite: faz diferença. Essa sopa faz um dos caldos mais saborosos que já tomei, a ponto da carne chegar a parecer supérflua. Eu adoro…", "Esta receita foi adaptada do canal de YouTube [Food Wishes](https://foodwishes.blogspot.com/2022/02/cock-leekie-soup-pure-barry-and-more.html)."], "amount": "Serve 6", "time": "4h", "difficulty": "medium", "custom": false, "ingredients": ["1 frango inteiro (1,8kg), sem os miúdos", "1,1kg de alho-poró", "3 dentes de alho, cortados ao meio", "1 folha de louro", "6 ameixas secas", "3 litros de água, ou mais conforme necessário", "¼ de xícara de arroz cru (opcional, mas engrossa o caldo)", "½ colher de sopa de sal", "Pimenta do reino a gosto", "Alguns ramos de tomilho"], "special": "", "steps": ["Corte fora a \"cabeça\" do alho poró (as folhas mais escuras e fibrosas no topo) e lave-as muito bem. Coloque-as no fundo da maior panela que tiver e apoie o frango por cima para fazer peso. Adicione o alho, a folha de louro, as ameixas e 3 litros de água e leve ao fogo alto até ferver. Reduza o fogo para o mínimo possível para manter em fervura branda e deixe cozinhar por 1 hora e 15 minutos.", "Enquanto isso, limpe o alho-poró (seguindo a técnica descrita na seção de Informação Útil) e corte-o em rodelas de cerca de 1cm de espessura.", "Após 1 hora e 15, retire o frango da panela e transfira para uma travessa grande, deixando o caldo preso na cavidade escorrer para dentro da panela. Deixe o frango descansar até que ele esteja frio o suficiente para manusear.", "Usando as mãos, separe a carne dos ossos e da pele. Devolva os ossos e pele à panela e deixe cozinhar em fervura branda por mais uma hora. Enquanto isso, desfie a carne e reserve.", "Após 1 hora, coe a sopa, descartando todos os sólidos. Devolva o caldo à panela junto com metade do alho poró, o arroz, o sal e a pimenta. Deixe cozinhar em fervura branda por mais 1 hora, adicionando mais caldo conforme necessário se achar que a sopa está secando demais.", "Adicione o resto do alho poró, o tomilho, e a carne de frango desfiada (eu sugiro usar só metade e usar o resto em uma salada). Deixe cozinhar por mais 20 minutos, para esquentar o frango e cozinhar o alho-poró. Corrija o tempero, retire os ramos de tomilho e sirva com mais pimenta-do-reino moída na hora e um pedaço de pão com manteiga."]}