{"title": "Sopa de lentilhas vermelhas com óleo de hortelã", "description": ["Uma sopa simples, leve, e muito saborosa. É possível fazer esta receita sem a panela de pressão, mas o tempo de cozimento será maior, obviamente. Cozinhe as lentilhas em fogo brando até que se desmanchem.", "Lentilhas vermelhas são uma variedade específica que tem a sua casca removida após a colheita, permitindo que se desmanchem com facilidade.", "Esta receita foi adaptada do livro Dinner In An Instant, da autora Melissa Clark."], "amount": "Serve 2", "time": "30 minutos", "difficulty": "medium", "custom": true, "ingredients": [{"title": "Sopa", "items": ["4 colheres de sopa de óleo vegetal", "1 cebola picada", "2 dentes de alho picados", "1 colher de sopa de purê de tomate", "1 colher de chá de cominho em pó", "¾ de colher de chá de sal", "½ colher de chá de cúrcuma", "¼ de colher de chá de pimenta-do-reino moída na hora", "Pimenta-de-caiena", "1 litro de caldo de legumes ou de galinha, de preferência caseiro", "½ xícara de tomate picado (pouco menos de 1 tomate médio)", "1 xícara de lentilhas vermelhas ou lentilhas comuns", "1 limão-siciliano", "3 colheres de sopa de hortelã fresco picado"]}, {"title": "Óleo de hortelã", "items": ["½ colher de sopa de hortelã desidratado (pode usar a que vem dentro de  saquinhos de chá de hortelã)", "4 colheres de sopa de azeite de oliva"]}], "special": "uma panela de pressão", "steps": ["Adicione a hortelã desidratada a uma pequena panela junto com o azeite de oliva e aqueça sobre o fogo mais baixo possível até que o azeite esteja ligeiramente esverdeado e as partículas de hortelã estejam “dançando” na panela. Fique de olho: a mistura queima com facilidade e pode amargar. Deixe o óleo esfriando enquanto prepara a sopa.", "Em uma panela de pressão, aqueça 3 colheres de sopa de óleo sobre fogo médio. Quando estiver quente, adicione a cebola e refogue até dourar: adicione então o alho, purê de tomate, cominho, sal, cúrcuma, pimenta-do-reino, e uma pitada de pimenta-de-caiena e refogue por mais 2 minutos, até que fique bem perfumado.", "Adicione à panela os tomates, caldo, lentilhas e o óleo restante. Tampe e deixe levantar pressão alta: cozinhe por 6 minutos. Desligue o fogo e deixe a pressão soltar naturalmente por 10 minutos, então solte o resto rapidamente liberando a válvula da panela de pressão.", "Adicione à panela de sopa metade do suco de limão e corrija o tempero a gosto: eu geralmente gosto de colocar limão a mais. Sirva a sopa imediatamente, coberta com o hortelã picado fresco e algumas colheradas do óleo de hortelã."]}