{"title": "Sopa de abóbora cabotiá com alho-poró e alecrim", "description": ["Abóbora é um dos meus vegetais favoritos. Pode ser difícil de equilibrar sua doçura natural com pratos salgados, mas nessa receita o parmesão, a pimenta e o suco de limão fazem esse trabalho com maestria. É possível fazer esta receita sem a panela de pressão, mas o tempo de cozimento será maior, obviamente.", "Esta receita foi adaptada do livro Comfort In An Instant, da autora Melissa Clark."], "amount": "Serve 4 a 6", "time": "1h30min", "difficulty": "easy", "custom": false, "ingredients": ["2 colheres de sopa de manteiga sem sal", "2 alhos-porós, lavados e finamente fatiados (veja a técnica na seção de Informação Útil)", "1,2kg de abóbora cabotiá descascada, em cubos de 3cm", "2 dentes de alho, picados finamente", "2 colheres de chá de alecrim fresco picado finamente", "1 colher de chá de tomilho fresco picado finamente ou uma pitada de tomilho seco", "¼ de colher de chá de flocos de pimenta vermelha", "1 batata grande, descascada e picada em cubos", "1 litro de caldo de vegetais ou galinha, de preferência caseiro"], "special": "uma panela de pressão, um mixer de mão ou liquidificador", "steps": ["Aqueça a manteiga e um fio de azeite em uma panela de pressão sobre fogo médio-alto até que a manteiga derreta. Adicione os alhos-poró e uma pitada generosa de sal e refogue até que estejam tenros, cerca de 5 minutos.", "Adicione a abóbora, alho, alecrim, tomilho, flocos de pimenta, e mais uma pitada generosa de sal. Deixe cozinhar, mexendo ocasionalmente, até que a abóbora comece a dourar, cerca de 10 minutos.", "Adicione a batata picada e o caldo, raspando com uma colher de pau os queimadinhos no fundo da panela. Tampe a panela e deixe levantar pressão alta: cozinhe por 20 minutos, então desligue o fogo e deixe a pressão se soltar naturalmente.", "Usando um mixer de mão ou um liquidificador, bata a sopa até que ela esteja razoavelmente homogênea, mas ainda com bastante pedacinhos. Prove e corrija o tempero com mais sal e pimenta do reino. Sirva com um fio de azeite, bastante queijo parmesão ralado, e mais flocos de pimenta vermelha. Se quiser, esprema um pouco de suco de limão-siciliano por cima na hora de servir: fica ainda melhor."]}