{"title": "Sopa de abóbora com sálvia", "description": ["Essa sopa fica linda quando servida: uma tigela de creme cor de laranja com uma fatia de pão crocante e dourada e folhas de sálvia crocantes por cima. Por ser simples, os ingredientes usados fazem tremenda diferença: use um queijo parmesão de qualidade para os croûtons e não tenha medo de temperar a sopa generosamente. Alguns cubinhos de bacon frito espalhados por cima também ficam excelentes, mas eu gosto dessa sopa só com o sabor da abóbora.", "Esta receita foi adaptada do livro Jamie Em Casa, do autor Jamie Oliver."], "amount": "Serve 8", "time": "40 minutos", "difficulty": "easy", "custom": false, "ingredients": ["16 folhas de sálvia fresca", "2 cebolas roxas, descascadas e picadas", "2 talos de salsão, descascados e picados", "2 cenouras, descascadas e picadas", "4 dentes de alho, descascados e picados", "2 ramos de alecrim", "½ pimenta dedo-de-moça fresca, picada e sem sementes", "2kg de abóbora cabotiá, sem casca e em cubos", "2L de caldo de galinha, de preferência caseiro", "1 ciabatta, 2 pães de sal ou 1 baguete", "Queijo parmesão ralado, para servir"], "special": "", "steps": ["Coloque uma panela grande em fogo médio e despeje um bom tanto de azeite de oliva. Adicione as folhas de sálvia e frite até que fiquem verde-escuras. Reserve as folhas, deixando o óleo na panela.", "Adicione o salsão, a cebola, a cenoura, o alho, as folhas do alecrim, a pimenta dedo-de-moça, e uma pitada de sal e pimenta à panela. Refogue por 10 minutos, ou até que os vegetais estejam tenros.", "Acrescente a abóbora e o caldo de galinha e deixe ferver. Reduza o fogo e cozinhe em fervura branda por meia hora ou até que a abóbora esteja totalmente cozida.", "Enquanto isso, faça os croutons. Corte o pão em rodelas e regue com azeite de oliva. Pressione um punhado de queijo parmesão ralado em cada lado da fatia de pão e acomode-as em uma frigideira antiaderente. Frite as rodelas até dourar, então vire e doure o outro lado. Reserve.", "Quando a abóbora estiver cozida, bata a sopa no liquidificador ou com um mixer de mão até que ela fique completamente homogênea. Sirva com as folhas de sálvia fritas e os croutons, com um fio  de azeite por cima."]}